Repository: ChristinNegou/deneige_auto
Catalog: lib/l10n/app_*.arb
Languages: fr

# admin_stripeFees
source: Stripe fees
fr: Frais Stripe

# admin_netCommission
source: Net commission
fr: Commission nette

# admin_tips
source: Tips
fr: Pourboires

# admin_viewAll
source: View all
fr: Voir tous

# admin_notifTitle
source: Title
fr: Titre

# admin_notifRecipients
source: Recipients
fr: Destinataires

# admin_allUsers
source: All users
fr: Tous les utilisateurs

# admin_clientsOnly
source: Clients only
fr: Clients uniquement

# admin_fillAllFields
source: Please fill in all fields
fr: Veuillez remplir tous les champs

# admin_logoutConfirm
source: Are you sure you want to log out of the admin panel?
fr: Voulez-vous vraiment vous déconnecter du panneau d'administration ?

# admin_clientsAndWorkers
source: {clients} clients, {workers} workers
fr: {clients} clients, {workers} déneigeurs

# admin_todayCount
source: {count} today
fr: {count} aujourd'hui

# admin_completedCount
source: {count} completed
fr: {count} terminées

# admin_pendingCountLabel
source: {count} pending
fr: {count} en attente

# admin_reservationsCount
source: {count} reservations
fr: {count} réservations

# admin_newRequestsToday
source: {count} new request(s) today
fr: {count} nouvelle(s) demande(s) aujourd'hui

# common_add
source: Add
fr: Ajouter

# dispute_imageLoadError
source: Unable to load image
fr: Impossible de charger l'image

# dispute_addPhoto
source: Add a photo
fr: Ajouter une photo

# dispute_chooseFromGallery
source: Choose from gallery
fr: Choisir depuis la galerie

# dispute_claimedAmountOptional
source: Claimed amount (optional)
fr: Montant réclamé (optionnel)

# dispute_photosEvidence
source: Photos (evidence)
fr: Photos (preuves)

# dispute_workerNameLabel
source: Snow worker: {name}
fr: Déneigeur: {name}

# dispute_describeInDetail
source: Describe the problem in detail...
fr: Décrivez le problème en détail...

# dispute_descriptionTooShort
source: Description too short (minimum 20 characters)
fr: Description trop courte (minimum 20 caractères)

# dispute_invalidAmount
source: Invalid amount
fr: Montant invalide

# dispute_submit
source: Submit dispute
fr: Soumettre le litige

# dispute_submitSuccess
source: Your dispute has been submitted successfully. Our team will review it and keep you updated.
fr: Votre litige a été soumis avec succès. Notre équipe va l'examiner et vous tiendra informé de l'avancement.

# dispute_workerResponseDeadline
source: The snow worker has 48h to respond to your complaint.
fr: Le déneigeur a 48h pour répondre à votre plainte.

# dispute_addPhotos
source: Add photos
fr: Ajouter des photos

# dispute_addAnotherPhoto
source: Add another photo
fr: Ajouter une autre photo

# dispute_maxPhotosHint
source: Maximum 5 photos. Photos help process your request faster.
fr: Maximum 5 photos. Les photos aident à traiter votre demande plus rapidement.

# worker_myPayments
source: My payments
fr: Mes paiements

# worker_configureBankAccount
source: Configure my bank account
fr: Configurer mon compte bancaire

# worker_saltSpreaderLabel
source: Salt spreader
fr: Épandeur de sel

# worker_snowBlowerLabel
source: Snow blower
fr: Souffleuse

# worker_vehicleCar
source: Car
fr: Voiture

# worker_vehicleTruck
source: Pickup truck
fr: Camionnette

# worker_vehicleAtv
source: ATV / Quad
fr: VTT / Quad

# worker_vehicleOther
source: Other
fr: Autre

# worker_vehicleCarDesc
source: Small driveways, parking lots
fr: Petites entrées, stationnements

# worker_vehicleTruckDesc
source: Large driveways, heavy equipment
fr: Grandes entrées, équipement lourd

# worker_vehicleAtvDesc
source: Difficult access, varied terrain
fr: Accès difficile, terrains variés

# worker_recommendedJobs
source: Recommended: 2-3 jobs
fr: Recommandé: 2-3 jobs

# worker_notifNewJobsDesc
source: Alert for new available jobs
fr: Alerte pour les nouveaux jobs disponibles

# worker_notifUrgentJobsDesc
source: Priority alerts
fr: Alertes prioritaires

# worker_addZone
source: Add a zone
fr: Ajouter une zone

# worker_zoneName
source: Zone name
fr: Nom de la zone

# worker_zoneHint
source: E.g.: West side
fr: Ex: Trois-Rivières Ouest

# worker_account
source: Account
fr: Compte

# worker_logoutConfirmWorker
source: Are you sure you want to log out of your snow worker account?
fr: Voulez-vous vraiment vous déconnecter de votre compte déneigeur ?

# worker_priorityNotifications
source: Priority notifications
fr: Notifications prioritaires

# worker_history
source: History
fr: Historique

# worker_yourCompletedJobs
source: Your completed jobs
fr: Vos jobs terminés

# worker_filterAll
source: All
fr: Tous

# worker_filterThisWeek
source: This week
fr: Cette semaine

# worker_filterThisMonth
source: This month
fr: Ce mois

# worker_filterWithTip
source: With tip
fr: Avec pourboire

# worker_noHistory
source: No jobs in history
fr: Aucun job dans l'historique

# worker_completedJobsAppearHere
source: Your completed jobs will appear here
fr: Vos jobs terminés apparaîtront ici

# worker_dateUnknown
source: Unknown date
fr: Date inconnue

# worker_completedStatus
source: Completed
fr: Terminé

# worker_revenueLabel
source: Revenue
fr: Revenus

# worker_clientRating
source: Client rating:
fr: Évaluation client:

# worker_returnToDashboard
source: Return to dashboard
fr: Retourner au dashboard

# worker_photoSelectionError
source: Error selecting photo
fr: Erreur lors de la sélection de la photo

# worker_tipsReceived
source: Tips received
fr: Pourboires reçus

# admin_userManagement
source: User management
fr: Gestion des utilisateurs

# admin_searchUser
source: Search for a user...
fr: Rechercher un utilisateur...

# admin_suspended
source: Suspended
fr: Suspendu

# admin_jobsCompleted
source: Jobs completed
fr: Jobs terminés

# admin_averageRating
source: Average rating
fr: Note moyenne

# admin_totalEarnings
source: Total earnings
fr: Gains totaux

# admin_warnings
source: Warnings
fr: Avertissements

# admin_clientStats
source: Client Statistics
fr: Statistiques Client

# admin_registeredAt
source: Registered on
fr: Inscrit le

# admin_accountSuspended
source: Account suspended
fr: Compte suspendu

# admin_suspendUser
source: Suspend user
fr: Suspendre l'utilisateur

# admin_liftSuspension
source: Lift suspension
fr: Lever la suspension

# admin_aboutToSuspend
source: You are about to suspend {name}
fr: Vous allez suspendre {name}

# admin_1day
source: 1 day
fr: 1 jour

# admin_3days
source: 3 days
fr: 3 jours

# admin_7days
source: 7 days
fr: 7 jours

# admin_14days
source: 14 days
fr: 14 jours

# admin_30days
source: 30 days
fr: 30 jours

# admin_1year
source: 1 year
fr: 1 an

# admin_suspend
source: Suspend
fr: Suspendre

# admin_reason
source: Reason: {reason}
fr: Raison: {reason}

# admin_suspendedUntil
source: Until: {date}
fr: Jusqu'au: {date}

# payment_title
source: Payment
fr: Paiement

# payment_amountToPay
source: Amount to pay
fr: Montant à payer

# payment_useNewCard
source: Use a new card
fr: Utiliser une nouvelle carte

# payment_expires
source: Expires {date}
fr: Expire {date}

# payment_securePayment
source: Secure payment
fr: Paiement sécurisé

# payment_securePaymentDetails
source: SSL 256-bit · PCI DSS · Powered by Stripe
fr: SSL 256-bit · PCI DSS · Propulsé par Stripe

# payment_payAmount
source: Pay {amount} $
fr: Payer {amount} $

# payment_success
source: Payment successful!
fr: Paiement réussi !

source: Payment cancelled
fr: Paiement annulé

# payment_failedRetry
source: Payment failed. Check your card and try again.
fr: Le paiement a échoué. Vérifiez votre carte et réessayez.

# payment_payments
source: Payments
fr: Paiements

# payment_historyTab
source: History
fr: Historique

# payment_methodsTab
source: Methods
fr: Méthodes

# payment_totalSpent
source: Total spent
fr: Total dépensé

# payment_noPayments
source: No payments
fr: Aucun paiement

# payment_transactionsAppearHere
source: Your transactions will appear here
fr: Vos transactions apparaîtront ici

# payment_noCardsRegistered
source: No cards registered
fr: Aucune carte enregistrée

# payment_addCardToFacilitate
source: Add a card to facilitate your payments
fr: Ajoutez une carte pour faciliter vos paiements

# payment_setDefault
source: Set as default
fr: Définir par défaut

# payment_deleteCardTitle
source: Delete card
fr: Supprimer la carte

# payment_deleteCardConfirm
source: Are you sure you want to delete card {number}?
fr: Voulez-vous vraiment supprimer la carte {number} ?

# payment_addCard
source: Add a card
fr: Ajouter une carte

# notifSettings_enabled
source: Notifications are enabled
fr: Les notifications sont activées

# notifSettings_disabled
source: Notifications are disabled
fr: Les notifications sont désactivées

# notifSettings_sounds
source: Sounds
fr: Sons

# notifSettings_soundsDesc
source: Play a sound for new notifications
fr: Jouer un son pour les nouvelles notifications

# notifSettings_vibrationDesc
source: Vibrate for new notifications
fr: Vibrer pour les nouvelles notifications

# notifSettings_badgeDesc
source: Show counter on the app icon
fr: Afficher le compteur sur l'icône de l'app

# notifSettings_preview
source: Preview
fr: Aperçu

# notifSettings_previewDesc
source: Show notification content
fr: Afficher le contenu des notifications

# notifSettings_quietMode
source: Quiet mode
fr: Mode silencieux

# notifSettings_quietModeDesc
source: No notifications during defined hours
fr: Pas de notifications pendant les heures définies

# notifSettings_hours
source: Hours
fr: Heures

# notifSettings_hoursRange
source: From {start} to {end}
fr: De {start} à {end}

# notifSettings_quietModeActive
source: Quiet mode currently active
fr: Mode silencieux actuellement actif

# notifSettings_urgentAlways
source: Urgent notifications will always be sent
fr: Les notifications urgentes seront toujours envoyées

# notifSettings_notifTypes
source: Notification types
fr: Types de notifications

# notifSettings_disableAll
source: Disable all
fr: Tout désactiver

# notifSettings_enableAll
source: Enable all
fr: Tout activer

# notifSettings_critical
source: Critical
fr: Critique

# notifSettings_resetSettings
source: Reset settings
fr: Réinitialiser les paramètres

# notifSettings_quietHoursTitle
source: Quiet mode hours
fr: Heures du mode silencieux

# notifSettings_start
source: Start
fr: Début

# notifSettings_end
source: End
fr: Fin

# notifSettings_resetConfirm
source: Reset?
fr: Réinitialiser?

# notifSettings_resetConfirmMessage
source: All notification settings will be reset to their default values.
fr: Tous les paramètres de notification seront remis à leurs valeurs par défaut.

# notifSettings_resetDone
source: Settings reset
fr: Paramètres réinitialisés

# notifSettings_reset
source: Reset
fr: Réinitialiser

# notif_justNow
source: Just now
fr: À l'instant

# notif_minutesAgo
source: {minutes} min ago
fr: Il y a {minutes} min

# notif_hoursAgo
source: {hours} h ago
fr: Il y a {hours} h

# notif_daysAgo
source: {days} d ago
fr: Il y a {days} j

# notif_weeksAgo
source: {weeks} w ago
fr: Il y a {weeks} sem

# notif_now
source: now
fr: maintenant

# notifType_reservationAssigned
source: Task accepted
fr: Tâche acceptée

# notifType_workerEnRoute
source: Worker en route
fr: Déneigeur en route

# notifType_workStarted
source: Work started
fr: Travail commencé

# notifType_workCompleted
source: Work completed
fr: Travail terminé

# notifType_reservationCancelled
source: Reservation cancelled
fr: Réservation annulée

# notifType_paymentSuccess
source: Payment successful
fr: Paiement réussi

# notifType_paymentFailed
source: Payment failed
fr: Paiement échoué

# notifType_refundProcessed
source: Refund
fr: Remboursement

# notifType_weatherAlert
source: Weather alert
fr: Alerte météo

# notifType_newMessage
source: New message
fr: Nouveau message

# notifType_tipReceived
source: Tip received
fr: Pourboire reçu

# notifType_rating
source: Rating
fr: Évaluation

# notifType_systemNotification
source: System
fr: Système

# notifCategory_reservations
source: Reservations
fr: Réservations

# notifCategory_payments
source: Payments
fr: Paiements

# notifCategory_alerts
source: Alerts
fr: Alertes

# notifDesc_reservationAssigned
source: When a snow worker accepts your request
fr: Quand un déneigeur accepte votre demande

# notifDesc_workerEnRoute
source: When the snow worker is on the way
fr: Quand le déneigeur est en route

# notifDesc_workStarted
source: When snow removal starts
fr: Quand le déneigement commence

# notifDesc_workCompleted
source: When snow removal is complete
fr: Quand le déneigement est terminé

# notifDesc_reservationCancelled
source: When a reservation is cancelled
fr: Quand une réservation est annulée

# notifDesc_paymentSuccess
source: Successful payment confirmation
fr: Confirmation de paiement réussi

# notifDesc_paymentFailed
source: Failed payment alert
fr: Alerte de paiement échoué

# notifDesc_refundProcessed
source: Refund confirmation
fr: Confirmation de remboursement

# notifDesc_weatherAlert
source: Snow weather alerts
fr: Alertes météo neige

# notifDesc_urgentRequest
source: Urgent requests
fr: Demandes urgentes

# notifDesc_workerMessage
source: Snow worker messages
fr: Messages du déneigeur

# notifDesc_newMessage
source: New chat messages
fr: Nouveaux messages de chat

# notifDesc_tipReceived
source: Tips received
fr: Pourboires reçus

# notifDesc_rating
source: Ratings received
fr: Évaluations reçues

# notifDesc_systemNotification
source: System updates
fr: Mises à jour système

# notifAction_viewDetails
source: View details
fr: Voir les détails

# notifAction_trackReservation
source: Track reservation
fr: Suivre la réservation

# notifAction_viewProgress
source: View progress
fr: Voir la progression

# notifAction_managePayments
source: Manage payments
fr: Gérer les paiements

# notifAction_viewHistory
source: View history
fr: Voir l'historique

# notifAction_newReservation
source: New reservation
fr: Nouvelle réservation

# notifAction_bookNow
source: Book now
fr: Réserver maintenant

# notifAction_viewJobs
source: View jobs
fr: Voir les jobs

# notifAction_openChat
source: Open chat
fr: Ouvrir le chat

# notifAction_reply
source: Reply
fr: Répondre

# notifAction_viewRating
source: View rating
fr: Voir l'évaluation

# notifAction_viewMessage
source: View message
fr: Voir le message

# notifAction_userNotAuthenticated
source: Error: user not authenticated
fr: Erreur: utilisateur non authentifié

# notifAction_defaultUser
source: User
fr: Utilisateur

# notif_allMarkedRead
source: All notifications marked as read
fr: Toutes les notifications marquées comme lues

# notif_allDeleted
source: All notifications deleted
fr: Toutes les notifications supprimées

# notif_noReadToDelete
source: No read notifications to delete
fr: Aucune notification lue à supprimer

# notif_someNotDeleted
source: Some notifications could not be deleted
fr: Certaines notifications n'ont pas pu être supprimées

# notif_deletedCount
source: {count} notification(s) deleted
fr: {count} notification(s) supprimée(s)

# notif_autoDeleteEnabled
source: Auto-delete enabled ({seconds}s)
fr: Suppression automatique activée ({seconds}s)

# notif_autoDeleteDisabled
source: Auto-delete disabled
fr: Suppression automatique désactivée

# notif_errorLoading
source: Error loading
fr: Erreur lors du chargement

# notif_errorRefreshing
source: Error refreshing
fr: Erreur lors du rafraîchissement

# notif_errorLoadingNotifications
source: Error loading notifications
fr: Erreur lors du chargement des notifications

# notif_errorCountingUnread
source: Error counting unread notifications
fr: Erreur lors du comptage des notifications non lues

# notif_errorMarkingRead
source: Error marking notification as read
fr: Erreur lors du marquage de la notification

# notif_errorMarkingAllRead
source: Error marking notifications as read
fr: Erreur lors du marquage des notifications

# notif_errorDeleting
source: Error deleting notification
fr: Erreur lors de la suppression de la notification

# notif_errorDeletingAll
source: Error deleting notifications
fr: Erreur lors de la suppression des notifications

# notif_connectionTimeout
source: Connection timed out. Check your connection.
fr: Délai de connexion dépassé. Vérifiez votre connexion.

# notif_cannotConnect
source: Unable to connect to the server.
fr: Impossible de se connecter au serveur.

# notif_serverError
source: A server error occurred.
fr: Une erreur serveur est survenue.

# suspension_accountSuspended
source: Account Suspended
fr: Compte Suspendu

# suspension_understood
source: Understood
fr: Compris

# support_helpAndSupport
source: Help & Support
fr: Aide et Support

# support_needHelp
source: Need help?
fr: Besoin d'aide?

# support_teamResponse
source: Our team will respond within 24-48h
fr: Notre équipe vous répondra dans les 24-48h

# support_subject
source: Subject
fr: Sujet

# support_messageHint
source: Describe your problem or question in detail...
fr: Décrivez votre problème ou question en détail...

# support_messageRequired
source: Please enter a message
fr: Veuillez entrer un message

# support_messageMinLength
source: Message must be at least 10 characters
fr: Le message doit contenir au moins 10 caractères

# support_send
source: Send
fr: Envoyer

# support_contactDirectly
source: Or contact us directly:
fr: Ou contactez-nous directement:

# support_messageSent
source: Your message was sent successfully
fr: Votre message a été envoyé avec succès

# support_workerBadge
source: Snow Worker
fr: Déneigeur

# support_workerGeneral
source: General
fr: Général

# support_workerPayments
source: Payments
fr: Paiements

# support_workerAccount
source: Account
fr: Compte

# support_workerSupport
source: Worker Support
fr: Support Déneigeurs

# support_workerTeamResponse
source: Our team responds within 24-48h
fr: Notre équipe répond sous 24-48h

# support_workerSubjectBug
source: Technical issue
fr: Problème technique

# support_workerSubjectQuestion
source: General question
fr: Question générale

# support_workerSubjectSuggestion
source: Improvement suggestion
fr: Suggestion d'amélioration

# support_workerSubjectOther
source: Payment issue / Other
fr: Problème de paiement / Autre

# support_subjectBug
source: Bug Report
fr: Signalement de bug

# support_subjectOther
source: Other
fr: Autre

# support_statusPending
source: Pending
fr: En attente

# support_statusInProgress
source: In Progress
fr: En cours

# support_statusResolved
source: Resolved
fr: Résolu

# support_statusClosed
source: Closed
fr: Fermé

# faqCat_general
source: General
fr: Général

# faqCat_reservations
source: Reservations
fr: Réservations

# faqCat_payments
source: Payments
fr: Paiements

# faqCat_disputes
source: Disputes
fr: Litiges

# faqCat_account
source: Account
fr: Compte

# faq_q1
source: How does Deneige Auto work?
fr: Comment fonctionne Deneige Auto?

# faq_a1
source: Deneige Auto lets you book a snow removal service for your vehicle. Create a reservation by selecting your vehicle, its location, and your preferred date and time. An available snow worker in your area will be assigned to clear your vehicle.
fr: Deneige Auto vous permet de réserver un service de déneigement pour votre véhicule. Créez une réservation en sélectionnant votre véhicule, son emplacement, la date et l'heure souhaitées. Un déneigeur disponible dans votre zone sera assigné et viendra déneiger votre véhicule.

# faq_q2
source: In which areas is the service available?
fr: Dans quelles zones le service est-il disponible?

# faq_a2
source: Currently, our service is available in the greater Montreal area and surroundings. We are continuously expanding our coverage. Check the map in the app to see if your location is covered.
fr: Actuellement, notre service est disponible dans la grande région de Montréal et ses environs. Nous élargissons continuellement notre zone de couverture. Consultez la carte dans l'application pour voir si votre emplacement est couvert.

# faq_q3
source: What are the service hours?
fr: Quelles sont les heures de service?

# faq_a3
source: Our service is available 7 days a week, from 5:00 AM to 10:00 PM. Hours may vary during intense storm periods.
fr: Notre service est disponible 7 jours sur 7, de 5h00 à 22h00. Les horaires peuvent varier pendant les périodes de tempête intense.

# faq_q4
source: What is the AI Assistant?
fr: Qu'est-ce que l'Assistant IA?

# faq_a4
source: The AI Assistant is your virtual helper available 24/7 in the app. It can answer your questions about the service, help you solve problems, give advice and inform you about current and forecast weather conditions in your area.
fr: L'Assistant IA est votre aide virtuel disponible 24/7 dans l'application. Il peut répondre à vos questions sur le service, vous aider à résoudre des problèmes, donner des conseils et vous informer sur les conditions météo actuelles et prévues dans votre région.

# faq_q5
source: How do I use the AI Assistant?
fr: Comment utiliser l'Assistant IA?

# faq_a5
source: Access the AI Assistant from the main menu or by tapping the chat icon. Ask your questions in natural language and the assistant will respond instantly. It can help with reservations, disputes, payments and more.
fr: Accédez à l'Assistant IA depuis le menu principal ou en appuyant sur l'icône de chat. Posez vos questions en langage naturel et l'assistant vous répondra instantanément. Il peut vous aider avec les réservations, les litiges, les paiements et bien plus.

# faq_q6
source: Can the AI Assistant give me the weather?
fr: L'Assistant IA peut-il me donner la météo?

# faq_a6
source: Yes! The AI Assistant has access to real-time weather data. Simply ask "What's the weather?" or "Will it snow tomorrow?" to get current and upcoming forecasts in your area.
fr: Oui! L'Assistant IA a accès aux données météo en temps réel. Demandez-lui simplement "Quelle est la météo?" ou "Va-t-il neiger demain?" pour obtenir les prévisions actuelles et à venir dans votre région.

# faq_q7
source: How do I make a reservation?
fr: Comment faire une réservation?

# faq_a7
source: 1. Open the app and tap "New reservation" 2. Select your vehicle or add a new one 3. Enter the vehicle location 4. Choose the date and time 5. Select desired options 6. Confirm and pay
fr: 1. Ouvrez l'application et appuyez sur "Nouvelle réservation" 2. Sélectionnez votre véhicule ou ajoutez-en un nouveau 3. Indiquez l'emplacement du véhicule 4. Choisissez la date et l'heure 5. Sélectionnez les options souhaitées 6. Confirmez et payez

# faq_q8
source: Can I cancel my reservation?
fr: Puis-je annuler ma réservation?

# faq_a8
source: Yes, you can cancel your reservation under the following conditions: • More than 24h before: full refund • Between 12h and 24h before: 50% refund • Less than 12h before: no refund
fr: Oui, vous pouvez annuler votre réservation selon les conditions suivantes: • Plus de 24h avant: remboursement complet • Entre 12h et 24h avant: remboursement de 50% • Moins de 12h avant: aucun remboursement

# faq_q9
source: How do I know when the snow worker arrives?
fr: Comment savoir quand le déneigeur arrive?

# faq_a9
source: You will receive a push notification when the snow worker is on the way to your vehicle. You can also track their position in real time on the map in the app.
fr: Vous recevrez une notification push lorsque le déneigeur sera en route vers votre véhicule. Vous pouvez également suivre sa position en temps réel sur la carte dans l'application.

# faq_q10
source: What if the snow worker can't find my vehicle?
fr: Que faire si le déneigeur ne trouve pas mon véhicule?
