Repository: ChristinNegou/deneige_auto
Catalog: lib/l10n/app_*.arb
Languages: fr

# legal_privacyPolicy
source: Privacy policy
fr: Politique de confidentialité

# legal_privacyPolicySubtitle
source: How we protect your data
fr: Comment nous protégeons vos données

# legal_rightsDescription
source: In accordance with Quebec's Law 25, you may request access, rectification or deletion of your personal data.
fr: Conformément à la Loi 25 du Québec, vous pouvez demander l'accès, la rectification ou la suppression de vos données personnelles.

# legal_termsOfService
source: Terms of service
fr: Conditions d'utilisation

# legal_yourRights
source: Your rights
fr: Vos droits

# ai_alert
source: Alert
fr: Alerte

source: AI analysis in progress...
fr: Analyse IA en cours...

# ai_analysisLabel
source: AI Analysis
fr: Analyse IA

# ai_analysisUnavailable
source: Analysis unavailable
fr: Analyse non disponible

# ai_analyzedOn
source: Analyzed on {date}
fr: Analysé le {date}

# ai_basePrice
source: Base price
fr: Prix de base

# ai_completeness
source: Completeness
fr: Complétude

# ai_criticalIssue
source: Critical issue detected
fr: Problème critique détecté

# ai_estimatedDuration
source: Estimated duration
fr: Durée estimée

# ai_estimatedSnow
source: Estimated snow
fr: Neige estimée

source: AI Estimation
fr: Estimation IA

# ai_improvementPoints
source: Points to improve
fr: Points à améliorer

# ai_issuesDetected
source: Issues detected
fr: Problèmes détectés

# ai_multiplier
source: Multiplier
fr: Multiplicateur

# ai_notDetected
source: Not detected
fr: Non détecté

# ai_noVehicleDetected
source: No vehicle detected in the photo
fr: Aucun véhicule détecté sur la photo

# ai_noVehicleDetectedBullet
source: No vehicle detected
fr: Aucun véhicule détecté

# ai_perfect
source: Perfect!
fr: Parfait!

# ai_photoAlert
source: Photo Alert
fr: Alerte Photo

# ai_photosAnalyzed
source: {count} photos analyzed
fr: {count} photos analysées

# ai_priceRange
source: Range
fr: Fourchette

# ai_quality
source: Quality
fr: Qualité

# ai_qualityVerification
source: Work quality verification
fr: Vérification de la qualité du travail

# ai_retakePhoto
source: Retake photo
fr: Reprendre photo

# ai_snowDepth
source: ~{depth} cm snow
fr: ~{depth} cm neige

# ai_subtotal
source: Subtotal
fr: Sous-total

# ai_summary
source: Summary
fr: Résumé

# ai_surchargesApplied
source: Surcharges applied
fr: Majorations appliquées

# ai_suspiciousPhoto
source: Suspicious photo detected - Please retake an authentic photo
fr: Photo suspecte détectée - Veuillez reprendre une photo authentique

# ai_suspiciousPhotoFraud
source: Suspicious photo (possible fraud)
fr: Photo suspecte (possible fraude)

# ai_taxIncluded
source: tax included
fr: taxes incluses

# ai_tps
source: GST (5%)
fr: TPS (5%)

# ai_tvq
source: QST (9.975%)
fr: TVQ (9.975%)

# ai_vehicle
source: Vehicle
fr: Véhicule

# ai_verificationLater
source: AI verification will be performed later
fr: La vérification IA sera effectuée ultérieurement

# chat_today
source: Today
fr: Aujourd'hui

# chat_yesterday
source: Yesterday
fr: Hier

# step1_freeLocationHint
source: E.g.: In front of building A...
fr: Ex: Devant le bâtiment A...

# step1_spotNumberHint
source: E.g.: P32, A-15, 205...
fr: Ex: P32, A-15, 205...

# worker_greetingName
source: Hello, {name}
fr: Bonjour, {name}

# worker_headerAvailable
source: Available
fr: Disponible

# worker_headerOffline
source: Offline
fr: Hors ligne

# worker_statsCompleted
source: Completed
fr: Terminés

# worker_statsInProgress
source: In progress
fr: En cours

# worker_statsRevenue
source: Revenue
fr: Revenus

# worker_statsRating
source: Rating
fr: Note

# worker_statsToday
source: today
fr: aujourd'hui

# worker_youAreOnline
source: You are online
fr: Vous êtes en ligne

# worker_receivingSnowRequests
source: You are receiving snow removal requests
fr: Vous recevez les demandes de déneigement

# worker_activateToReceiveRequests
source: Activate to receive requests
fr: Activez pour recevoir des demandes

# worker_activeCount
source: {count} active
fr: {count} actif{count, plural, =1{} other{s}}

# worker_statusAvailable
source: Available
fr: Disponible

# worker_statusAssigned
source: Assigned
fr: Assigné

# worker_statusInProgress
source: In progress
fr: En cours

# worker_statusCompleted
source: Completed
fr: Terminé

# worker_statusCancelled
source: Cancelled
fr: Annulé

# worker_serviceWindowScraping
source: Window scraping
fr: Grattage vitres

# worker_serviceDoorDeicing
source: Door de-icing
fr: Déglaçage portes

# worker_serviceWheelClearance
source: Wheel clearance
fr: Dégagement roues

# worker_serviceRoofClearing
source: Roof clearing
fr: Déneigement toit

# worker_serviceSaltSpreading
source: Salt spreading
fr: Épandage sel

# worker_serviceLightsCleaning
source: Lights cleaning
fr: Nettoyage phares

# worker_servicePerimeterClearance
source: Perimeter clearance
fr: Dégagement périmètre

# worker_serviceExhaustCheck
source: Exhaust check
fr: Vérif. échappement

# worker_serviceWindows
source: Windows
fr: Vitres

# worker_serviceDoors
source: Doors
fr: Portes

# worker_serviceWheels
source: Wheels
fr: Roues

# worker_serviceRoof
source: Roof
fr: Toit

# worker_serviceSalt
source: Salt
fr: Sel

# worker_serviceLights
source: Lights
fr: Phares

# worker_servicePerimeter
source: Perimeter
fr: Périmètre

# worker_serviceExhaustShort
source: Exhaust
fr: Échapp.

# worker_acceptLabel
source: ACCEPT
fr: ACCEPTER

# worker_passLabel
source: PASS
fr: PASSER

# worker_accepting
source: Accepting...
fr: Acceptation...

# worker_acceptThisJob
source: Accept this job
fr: Accepter ce job

# worker_swipeHint
source: Swipe → accept | ← pass
fr: Glisser → accepter | ← passer

# worker_exceeded
source: EXCEEDED
fr: DÉPASSÉ

# worker_equipmentCompatible
source: Equipment compatible
fr: Équipement compatible

# worker_equipmentRequiredLabel
source: Equipment required
fr: Équipement requis

# worker_dateAtTime
source: {date} at {time}
fr: {date} à {time}

# worker_verificationOngoing
source: Verification in progress
fr: Verification en cours

# worker_verificationOngoingSubtitle
source: Your documents are being reviewed. You will be notified once the verification is complete.
fr: Vos documents sont en cours d'analyse. Vous serez notifié une fois la vérification terminée.

# worker_verificationRejectedSubtitle
source: Your documents were not approved. Please resubmit valid documents.
fr: Vos documents n'ont pas été approuvés. Veuillez resoumettre des documents valides.

# worker_verificationExpiredSubtitle
source: Your verification has expired. Please resubmit your documents.
fr: Votre vérification a expiré. Veuillez resoumettre vos documents.

# worker_verificationRequiredSubtitle
source: Verify your identity to be able to accept snow removal jobs.
fr: Vérifiez votre identité pour pouvoir accepter des jobs de déneigement.

# worker_verificationRequiredForJobs
source: Verify your identity to accept jobs.
fr: Vérifiez votre identité pour accepter des jobs.

# worker_retryLabel
source: Retry
fr: Réessayer

# worker_notifUrgentJob
source: 🚨 URGENT JOB!
fr: 🚨 JOB URGENT!

# worker_notifNewJobAvailable
source: 📍 New job available
fr: 📍 Nouveau job disponible

# worker_notifUrgentJobsAvailable
source: 🚨 New urgent jobs!
fr: 🚨 Nouveaux jobs urgents!

# worker_notifNewJobsAvailable
source: 📍 New jobs available
fr: 📍 Nouveaux jobs disponibles

# worker_notifNewJobsNearby
source: {count} new job{count, plural, =1{} other{s}} near you!
fr: {count} nouveau{count, plural, =1{} other{x}} job{count, plural, =1{} other{s}} près de vous!

# worker_notifJobAccepted
source: ✅ Job accepted!
fr: ✅ Job accepté!

# worker_notifGoTo
source: Head to {address}
fr: Rendez-vous à {address}

# worker_notifJobDone
source: 🎉 Work completed!
fr: 🎉 Travail terminé!

# worker_notifEarned
source: You earned {amount}$
fr: Vous avez gagné {amount}$

# worker_notifChannelUrgent
source: Urgent Jobs
fr: Jobs Urgents

# worker_notifChannelNew
source: New Jobs
fr: Nouveaux Jobs

# worker_notifChannelUrgentDesc
source: Notifications for urgent jobs
fr: Notifications pour les jobs urgents

# worker_notifChannelNewDesc
source: Notifications for new jobs
fr: Notifications pour les nouveaux jobs

# worker_businessNewJobsCount
source: {count} new jobs
fr: {count} nouveaux jobs

# worker_businessIncludingUrgent
source: Including urgent jobs!
fr: Dont des jobs urgents!

# worker_businessNearYou
source: Available near you
fr: Disponibles près de vous

# worker_businessJobConfirmed
source: Job confirmed!
fr: Job confirmé!

# worker_businessJobCancelled
source: Job cancelled
fr: Job annulé

# worker_businessJobCancelledBody
source: The job at {address} has been cancelled
fr: Le job à {address} a été annulé

# worker_businessJobCancelledReason
source: The job at {address} has been cancelled: {reason}
fr: Le job à {address} a été annulé: {reason}

# worker_businessJobModified
source: Job modified
fr: Job modifié

# worker_businessPaymentReceived
source: Payment received!
fr: Paiement reçu!

# worker_businessPaymentAmount
source: {amount}$ for {description}
fr: {amount}$ pour {description}

# worker_businessBonusEarned
source: 🎁 Bonus earned!
fr: 🎁 Bonus gagné!

# worker_businessBonusTitle
source: Bonus earned!
fr: Bonus gagné!

# worker_businessWeeklyPayout
source: 💰 Payout ready!
fr: 💰 Paiement prêt!

# worker_businessWeeklyPayoutBody
source: Your payout of {amount}$ is available
fr: Votre paiement de {amount}$ est disponible

# worker_businessPayoutAvailable
source: Payout available
fr: Paiement disponible

# worker_businessNewRating
source: New rating!
fr: Nouvelle évaluation!

# worker_businessRatingReceived
source: Rating received
fr: Évaluation reçue

# worker_businessRatingStars
source: {rating} stars
fr: {rating} étoiles

# worker_businessPerformanceAlert
source: ⚠️ Warning!
fr: ⚠️ Attention!

# worker_businessPerformanceTitle
source: Performance alert
fr: Alerte performance

# worker_businessMilestone
source: 🏆 Congratulations!
fr: 🏆 Félicitations!

# worker_businessKeepGoing
source: Keep it up!
fr: Continuez comme ça!

# worker_businessDocExpiring
source: 📄 Document expiring
fr: 📄 Document expirant

# worker_businessDocExpiringBody
source: Your {docType} expires in {days} days
fr: Votre {docType} expire dans {days} jours

# worker_businessDocExpiringTitle
source: Document expiring
fr: Document expirant

# worker_businessDocExpiringShort
source: {docType} - {days} days
fr: {docType} - {days} jours

# worker_businessHighDemand
source: 📈 High demand zone!
fr: 📈 Zone en demande!

# worker_businessHighDemandBody
source: {zone} - {multiplier}x earnings!
fr: {zone} - {multiplier}x les gains!

# worker_businessHighDemandTitle
source: High demand zone
fr: Zone en demande

# worker_businessWeatherAlert
source: ❄️ Storm forecast!
fr: ❄️ Tempête prévue!

# worker_businessWeatherBody
source: {forecast} - About {count} jobs expected
fr: {forecast} - Environ {count} jobs attendus

# worker_businessWeatherTitle
source: Weather opportunity
fr: Opportunité météo

# worker_businessClientEnRoute
source: Snow worker on the way!
fr: Déneigeur en route!

# worker_businessClientEta
source: Estimated arrival in {minutes} minutes
fr: Arrivée estimée dans {minutes} minutes

# worker_businessWorkStarted
source: Snow removal started
fr: Déneigement commencé

# worker_businessWorkStartedBody
source: The snow removal on your vehicle has started
fr: Le déneigement de votre véhicule a commencé

# worker_businessWorkCompleted
source: Snow removal complete!
fr: Déneigement terminé!

# worker_businessWorkCompletedBody
source: Your vehicle is ready
fr: Votre véhicule est prêt

# worker_businessWorkerMessage
source: Message from snow worker
fr: Message du déneigeur

# privacy_introBody
source: Welcome to Deneige Auto. We are committed to protecting your privacy and personal data. This policy explains how we collect, use and protect your information.
fr: Bienvenue sur Deneige Auto. Nous nous engageons à protéger votre vie privée et vos données personnelles. Cette politique explique comment nous collectons, utilisons et protégeons vos informations.

# privacy_dataCollectedTitle
source: Data collected
fr: Données collectées

# privacy_dataCollectedBody
source: We collect the following data: • Identification information (name, email, phone) • Location information for snow removal service • Vehicle information • Payment data (securely processed by Stripe) • Your reservation history
fr: Nous collectons les données suivantes: • Informations d'identification (nom, prénom, email, téléphone) • Informations de localisation pour le service de déneigement • Informations sur vos véhicules • Données de paiement (traitées de manière sécurisée par Stripe) • Historique de vos réservations

# privacy_dataUsageTitle
source: Data usage
fr: Utilisation des données

# privacy_dataUsageBody
source: Your data is used to: • Provide our snow removal services • Communicate with you about your reservations • Improve our services • Process your payments securely • Send you relevant notifications
fr: Vos données sont utilisées pour: • Fournir nos services de déneigement • Communiquer avec vous concernant vos réservations • Améliorer nos services • Traiter vos paiements de manière sécurisée • Vous envoyer des notifications pertinentes

# privacy_dataSharingTitle
source: Data sharing
fr: Partage des données

# privacy_dataSharingBody
source: We only share your data with: • Snow workers assigned to your reservations (information needed for service) • Stripe for payment processing • Authorities if required by law
fr: Nous partageons vos données uniquement avec: • Les déneigeurs assignés à vos réservations (informations nécessaires au service) • Stripe pour le traitement des paiements • Les autorités si requis par la loi

# privacy_securityTitle
source: Security
fr: Sécurité

# privacy_securityBody
source: We use industry-standard security measures to protect your data, including encryption of sensitive data and secure connections (HTTPS).
fr: Nous utilisons des mesures de sécurité conformes aux normes de l'industrie pour protéger vos données, incluant le chiffrement des données sensibles et des connexions sécurisées (HTTPS).

# privacy_retentionTitle
source: Data retention
fr: Conservation des données

# privacy_retentionBody
source: Your data is retained as long as your account is active. After deleting your account, your data is erased within 30 days.
fr: Vos données sont conservées aussi longtemps que votre compte est actif. Après suppression de votre compte, vos données sont effacées dans un délai de 30 jours.

# privacy_rightsTitle
source: Your rights
fr: Vos droits

# privacy_rightsBody
source: You have the right to: • Access your personal data • Correct inaccurate data • Delete your account and data • Export your data • Withdraw your consent at any time
fr: Vous avez le droit de: • Accéder à vos données personnelles • Corriger vos données inexactes • Supprimer votre compte et vos données • Exporter vos données • Retirer votre consentement à tout moment

# privacy_cookiesTitle
source: Cookies and similar technologies
fr: Cookies et technologies similaires

# privacy_cookiesBody
source: Our mobile application does not use cookies. We use device identifiers only for push notifications.
fr: Notre application mobile n'utilise pas de cookies. Nous utilisons des identifiants d'appareil uniquement pour les notifications push.

# privacy_contactBody
source: For any questions about this privacy policy, contact us via the "Help & Support" section of the app or by email at support@deneige-auto.ca
fr: Pour toute question concernant cette politique de confidentialité, contactez-nous via la section "Aide et Support" de l'application ou par email à support@deneige-auto.ca

# terms_section1Title
source: 1. Acceptance of terms
fr: 1. Acceptation des conditions

# terms_section1Body
source: By using the Deneige Auto application, you agree to be bound by these terms of use. If you do not accept these terms, please do not use the application.
fr: En utilisant l'application Deneige Auto, vous acceptez d'être lié par les présentes conditions d'utilisation. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser l'application.

# terms_section2Title
source: 2. Service description
fr: 2. Description du service

# terms_section2Body
source: Deneige Auto is a platform connecting clients who need snow removal services with independent service providers (snow workers). We are not the employer of the snow workers.
fr: Deneige Auto est une plateforme mettant en relation des clients ayant besoin de services de déneigement avec des prestataires de services (déneigeurs) indépendants. Nous ne sommes pas l'employeur des déneigeurs.

# terms_section3Title
source: 3. Registration and account
fr: 3. Inscription et compte

# terms_section3Body
source: To use our services, you must: • Be at least 18 years old • Provide accurate and up-to-date information • Maintain the confidentiality of your credentials • Inform us of any unauthorized use of your account
fr: Pour utiliser nos services, vous devez: • Être âgé d'au moins 18 ans • Fournir des informations exactes et à jour • Maintenir la confidentialité de vos identifiants • Nous informer de toute utilisation non autorisée de votre compte

# terms_section4Title
source: 4. Reservations and payments
fr: 4. Réservations et paiements

# terms_section4Body
source: • Displayed prices include applicable taxes • Payment is made at the time of reservation • Cancellations are subject to our cancellation policy • A refund may be requested under applicable conditions
fr: • Les prix affichés incluent les taxes applicables • Le paiement est effectué au moment de la réservation • Les annulations sont soumises à notre politique d'annulation • Un remboursement peut être demandé selon les conditions applicables

# terms_section5Title
source: 5. Cancellation policy
fr: 5. Politique d'annulation

# terms_section5Body
source: • Cancellation more than 24h before: full refund • Cancellation between 12h and 24h before: 50% refund • Cancellation less than 12h before: no refund • Cancellation by snow worker: full refund and reassignment priority
fr: • Annulation plus de 24h avant: remboursement complet • Annulation entre 12h et 24h avant: remboursement de 50% • Annulation moins de 12h avant: aucun remboursement • Annulation par le déneigeur: remboursement complet et priorité de réassignation

# terms_section6Title
source: 6. User responsibilities
fr: 6. Responsabilités de l'utilisateur

# terms_section6Body
source: You agree to: • Provide safe access to the vehicle • Accurately describe the vehicle location • Be available for urgent communication • Respect the snow workers and their work
fr: Vous vous engagez à: • Fournir un accès sécuritaire au véhicule • Décrire précisément l'emplacement du véhicule • Être disponible pour toute communication urgente • Respecter les déneigeurs et leur travail

# terms_section7Title
source: 7. Snow worker responsibilities
fr: 7. Responsabilités des déneigeurs

# terms_section7Body
source: Snow workers agree to: • Perform the service professionally • Respect agreed schedules • Take care of clients' vehicles • Report any problems or damage
fr: Les déneigeurs s'engagent à: • Effectuer le service avec professionnalisme • Respecter les horaires convenus • Prendre soin des véhicules des clients • Signaler tout problème ou dommage

# terms_section8Title
source: 8. Limitation of liability
fr: 8. Limitation de responsabilité

# terms_section8Body
source: Deneige Auto acts as an intermediary and cannot be held liable for direct or indirect damages resulting from the execution of services by snow workers. Any dispute must be reported within 24 hours of service.
fr: Deneige Auto agit comme intermédiaire et ne peut être tenu responsable des dommages directs ou indirects résultant de l'exécution des services par les déneigeurs. Tout litige doit être signalé dans les 24h suivant le service.

# terms_section9Title
source: 9. Intellectual property
fr: 9. Propriété intellectuelle

# terms_section9Body
source: All application content (logos, text, images, code) is the property of Deneige Auto and is protected by intellectual property laws.
fr: Tous les contenus de l'application (logos, textes, images, code) sont la propriété de Deneige Auto et sont protégés par les lois sur la propriété intellectuelle.

# terms_section10Title
source: 10. Changes to terms
fr: 10. Modification des conditions

# terms_section10Body
source: We reserve the right to modify these terms at any time. Users will be notified of significant changes by notification in the application.
fr: Nous nous réservons le droit de modifier ces conditions à tout moment. Les utilisateurs seront informés des changements significatifs par notification dans l'application.

# terms_section11Title
source: 11. Termination
fr: 11. Résiliation

# terms_section11Body
source: We may suspend or terminate your account in case of violation of these terms. You may delete your account at any time from the application settings.
fr: Nous pouvons suspendre ou résilier votre compte en cas de violation de ces conditions. Vous pouvez supprimer votre compte à tout moment depuis les paramètres de l'application.

# terms_section12Title
source: 12. Applicable law
fr: 12. Droit applicable

# terms_section12Body
source: These terms are governed by the laws of the province of Quebec, Canada. Any dispute shall be submitted to the competent courts of Montreal.
fr: Ces conditions sont régies par les lois de la province de Québec, Canada. Tout litige sera soumis aux tribunaux compétents de Montréal.

# terms_section13Body
source: For any questions about these terms, contact us via the "Help & Support" section of the application.
fr: Pour toute question concernant ces conditions, contactez-nous via la section "Aide et Support" de l'application.

# faq_catGeneral
source: General
fr: Général

# faq_catReservations
source: Reservations
fr: Réservations

# faq_catPayments
source: Payments
fr: Paiements

# faq_catDisputes
source: Disputes
fr: Litiges

# faq_catAccount
source: Account
fr: Compte

# worker_navHome
source: Home
fr: Accueil

# worker_navEarnings
source: Earnings
fr: Revenus

# worker_navPayments
source: Payments
fr: Paiements

# worker_navProfile
source: Profile
fr: Profil

# earnings_myEarnings
source: My earnings
fr: Mes revenus

# earnings_day
source: Day
fr: Jour

# earnings_week
source: Week
fr: Semaine

# earnings_month
source: Month
fr: Mois

# earnings_retry
source: Retry
fr: Réessayer

# earnings_today
source: Today
fr: Aujourd'hui

# earnings_thisWeek
source: This week
fr: Cette semaine

# earnings_thisMonth
source: This month
fr: Ce mois

# earnings_tips
source: Tips
fr: Pourboires

# earnings_average
source: Average
fr: Moyenne

# earnings_goalAmount
source: Goal: {amount}$
fr: Objectif: {amount}$

# earnings_goalReached
source: Goal reached!
fr: Objectif atteint!

# earnings_completed
source: Completed
fr: Terminés

# earnings_inProgress
source: In progress
fr: En cours

# earnings_assigned
source: Assigned
fr: Assignés

# earnings_earnings
source: Earnings
fr: Revenus

# earnings_jobHistory
source: Job history
fr: Historique des jobs

# earnings_viewAllJobs
source: View all your completed jobs
fr: Voir tous vos jobs terminés

# earnings_earningsPerDay
source: Earnings per day
fr: Revenus par jour

# earnings_dayMon
source: Mon
fr: Lun

# earnings_dayTue
source: Tue
fr: Mar

# earnings_dayWed
source: Wed
fr: Mer

# earnings_dayThu
source: Thu
fr: Jeu

# earnings_dayFri
source: Fri
fr: Ven

# earnings_daySat
source: Sat
fr: Sam

# earnings_daySun
source: Sun
fr: Dim

# earnings_overallStats
source: Overall statistics
fr: Statistiques globales

# earnings_totalEarnings
source: Total earnings
fr: Revenus totaux

# earnings_totalTips
source: Total tips
fr: Pourboires totaux

# earnings_averageRating
source: Average rating
fr: Note moyenne
