Repository: ChristinNegou/deneige_auto
Catalog: lib/l10n/app_*.arb
Languages: fr

# common_retry
source: Retry
fr: Réessayer

# common_cancel
source: Cancel
fr: Annuler

# common_confirm
source: Confirm
fr: Confirmer

# common_save
source: Save
fr: Enregistrer

# common_delete
source: Delete
fr: Supprimer

# common_close
source: Close
fr: Fermer

# common_back
source: Back
fr: Retour

# common_next
source: Next
fr: Suivant

# common_skip
source: Skip
fr: Passer

# common_send
source: Send
fr: Envoyer

# common_yes
source: Yes
fr: Oui

# common_no
source: No
fr: Non

# common_loading
source: Loading...
fr: Chargement...

# common_error
source: Error
fr: Erreur

# common_success
source: Success
fr: Succès

# common_required
source: Required
fr: Requis

# common_invalid
source: Invalid
fr: Invalide

# common_today
source: Today
fr: Aujourd'hui

# common_yesterday
source: Yesterday
fr: Hier

# common_earlier
source: Earlier
fr: Plus tôt

# common_details
source: Details
fr: Détails

# common_phone
source: Phone
fr: Téléphone

# common_password
source: Password
fr: Mot de passe

# common_name
source: Name
fr: Nom

# common_firstName
source: First name
fr: Prénom

# common_address
source: Address
fr: Adresse

# common_call
source: Call
fr: Appeler

# common_understood
source: Understood
fr: Compris

# common_default
source: Default
fr: Par défaut

# common_noData
source: No data
fr: Aucune donnée

# common_notSpecified
source: Not specified
fr: Non renseigné

# common_errorOccurred
source: An error occurred
fr: Une erreur est survenue

# common_logout
source: Log out
fr: Déconnexion

# common_logoutConfirm
source: Are you sure you want to log out?
fr: Voulez-vous vraiment vous déconnecter ?

# common_logoutConfirmAccount
source: Are you sure you want to log out of your account?
fr: Voulez-vous vraiment vous déconnecter de votre compte ?

# onboarding_title1
source: Welcome to Deneige Auto
fr: Bienvenue sur Déneige Auto

# onboarding_desc1
source: The modern solution to manage snow removal from your vehicle with ease
fr: La solution moderne pour gérer le déneigement de votre véhicule en toute simplicité

# onboarding_title2
source: Book in a few clicks
fr: Réservez en quelques clics

# onboarding_desc2
source: Plan your snow removal services according to your needs and schedule
fr: Planifiez vos services de déneigement selon vos besoins et votre horaire

# onboarding_title3
source: Real-time tracking
fr: Suivi en temps réel

# onboarding_desc3
source: Track the progress of snow removal and receive instant notifications
fr: Suivez l'avancement du déneigement et recevez des notifications instantanées

# onboarding_title4
source: Secure payment
fr: Paiement sécurisé

# onboarding_desc4
source: Pay securely and manage your invoices easily
fr: Payez en toute sécurité et gérez vos factures facilement

# onboarding_start
source: Get started
fr: Commencer

# login_welcome
source: Welcome
fr: Bienvenue

# login_subtitle
source: Sign in to your account
fr: Connectez-vous à votre compte

# login_emailHint
source: example@email.com
fr: exemple@email.com

# login_emailRequired
source: Please enter your email
fr: Veuillez entrer votre email

# login_emailInvalid
source: Invalid email
fr: Email invalide

# login_passwordHint
source: Enter your password
fr: Entrez votre mot de passe

# login_passwordRequired
source: Please enter your password
fr: Veuillez entrer votre mot de passe

# login_forgotPassword
source: Forgot password?
fr: Mot de passe oublié ?

# login_submit
source: Sign in
fr: Se connecter

# login_noAccount
source: Don't have an account?
fr: Pas encore de compte ?

# login_register
source: Sign up
fr: S'inscrire

# register_title
source: Sign up
fr: Inscription

# register_subtitle
source: Create your account to get started
fr: Créez votre compte pour commencer

# register_firstNameHint
source: John
fr: Jean

# register_lastNameHint
source: Smith
fr: Dupont

# register_phoneRequired
source: Phone number is required
fr: Le numéro de téléphone est obligatoire

# register_phoneInvalid
source: Invalid phone number
fr: Numéro de téléphone invalide

# register_verificationCodeSent
source: A verification code will be sent
fr: Un code de vérification sera envoyé

# register_passwordMinChars
source: Minimum 6 characters
fr: Minimum 6 caractères

# register_passwordRequired
source: Please enter a password
fr: Veuillez entrer un mot de passe

# register_confirmPassword
source: Confirm password
fr: Confirmer le mot de passe

# register_confirmPasswordHint
source: Repeat your password
fr: Répétez votre mot de passe

# register_confirmPasswordRequired
source: Please confirm your password
fr: Veuillez confirmer votre mot de passe

# register_passwordMismatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# register_acceptTerms
source: Please accept the terms of service and privacy policy
fr: Veuillez accepter les conditions d'utilisation et la politique de confidentialité

# register_snowWorker
source: Snow worker
fr: Déneigeur

# register_submit
source: Sign up
fr: S'inscrire

# register_hasAccount
source: Already have an account?
fr: Vous avez déjà un compte ?

# forgotPassword_title
source: Forgot password?
fr: Mot de passe oublié ?

# forgotPassword_subtitle
source: Enter your email address and we'll send you a link to reset your password
fr: Entrez votre adresse email et nous vous enverrons un lien pour réinitialiser votre mot de passe

# forgotPassword_emailSent
source: Password reset email sent!
fr: Email de réinitialisation envoyé !

# forgotPassword_emailSentTo
source: A password reset email has been sent to
fr: Un email de réinitialisation a été envoyé à

# forgotPassword_sendLink
source: Send link
fr: Envoyer le lien

# forgotPassword_sent
source: Email sent!
fr: Email envoyé !

# forgotPassword_checkInbox
source: Check your inbox and follow the instructions to reset your password.
fr: Vérifiez votre boîte de réception et suivez les instructions pour réinitialiser votre mot de passe.

# forgotPassword_backToLogin
source: Back to sign in
fr: Retour à la connexion

# forgotPassword_resend
source: Resend email
fr: Renvoyer l'email

# forgotPassword_rememberPassword
source: Remember your password?
fr: Vous vous souvenez de votre mot de passe ?

# phoneVerification_title
source: Verification
fr: Vérification

# phoneVerification_subtitle
source: Phone verification
fr: Vérification du téléphone

# phoneVerification_enterCode
source: Enter the 6-digit code sent to
fr: Entrez le code à 6 chiffres envoyé au

# phoneVerification_invalidCode
source: Please enter the full 6-digit code
fr: Veuillez entrer le code complet à 6 chiffres

# phoneVerification_codeSent
source: Verification code sent
fr: Code de vérification envoyé

# phoneVerification_verify
source: Verify
fr: Vérifier

# phoneVerification_noCode
source: Didn't receive the code?
fr: Vous n'avez pas reçu le code?

# phoneVerification_resend
source: Resend
fr: Renvoyer

# phoneVerification_resendIn
source: Resend in {seconds}s
fr: Renvoyer dans {seconds}s

# phoneVerification_changeNumber
source: Change number
fr: Modifier le numéro

# phoneVerification_devCode
source: Dev mode - Code: {code}
fr: Mode dev - Code: {code}

# home_greeting
source: Hello, {name}
fr: Bonjour, {name}

# weather_title
source: Weather
fr: Météo

# weather_unavailable
source: Weather data unavailable
fr: Données météo non disponibles

# weather_humidity
source: Humidity
fr: Humidité

# weather_wind
source: Wind
fr: Vent

# weather_snowDepth
source: Snow depth
fr: Neige au sol

# weather_snowAlert
source: Snow alert
fr: Alerte neige

# weather_snowAlertDefault
source: Significant snowfall forecast
fr: Prévision de chutes de neige importantes

# notifications_readAll
source: Read all
fr: Tout lire

# notifications_empty
source: No notifications
fr: Aucune notification

# notifications_emptySubtitle
source: You have no new notifications
fr: Vous n'avez pas de nouvelles notifications

# notifications_unreadSingular
source: unread notification
fr: notification non lue

# notifications_unreadPlural
source: unread notifications
fr: notifications non lues

# notifications_settings
source: Notification settings
fr: Paramètres de notification

# reservation_myReservations
source: My reservations
fr: Mes réservations

# reservation_empty
source: No reservations
fr: Aucune réservation

# reservation_emptySubtitle
source: Start by creating your first reservation
fr: Commencez par créer votre première réservation

# reservation_new
source: New reservation
fr: Nouvelle réservation

# reservation_newShort
source: New
fr: Nouvelle

# reservation_parkingSpot
source: Spot {name}
fr: Place {name}

source: Reservation details
fr: Détails de la réservation

source: Reservation not found
fr: Réservation introuvable

# reservation_notFoundSubtitle
source: This reservation no longer exists or has been deleted
fr: Cette réservation n'existe plus ou a été supprimée

# reservation_refresh
source: Refresh
fr: Actualiser

# reservation_live
source: LIVE
fr: EN DIRECT

# reservation_statusPending
source: Waiting for an available snow worker
fr: En attente d'un déneigeur disponible

# reservation_statusAssigned
source: A snow worker has been assigned to your request
fr: Un déneigeur a été assigné à votre demande

# reservation_statusEnRoute
source: {name} is on the way to you
fr: {name} est en route vers vous

# reservation_statusInProgress
source: Your vehicle is being cleared of snow
fr: Votre véhicule est en cours de déneigement

# reservation_statusCompleted
source: Service completed successfully
fr: Service terminé avec succès

# reservation_statusCancelled
source: This reservation has been cancelled
fr: Cette réservation a été annulée

# reservation_statusDelayed
source: The service is delayed
fr: Le service est en retard

# reservation_progress
source: Progress
fr: Progression

# reservation_shortPending
source: Pending
fr: Attente

# reservation_shortAssigned
source: Assigned
fr: Assigné

# reservation_shortInProgress
source: In progress
fr: En cours

# reservation_shortCompleted
source: Completed
fr: Terminé

# reservation_shortCancelled
source: Cancelled
fr: Annulé

# reservation_shortDelayed
source: Delayed
fr: En retard

# reservation_yourWorker
source: Your snow worker
fr: Votre déneigeur

# reservation_workerAssigned
source: Worker assigned
fr: Déneigeur assigné

# reservation_map
source: Map
fr: Carte

# reservation_userNotAuth
source: Error: user not authenticated
fr: Erreur: utilisateur non authentifié

# reservation_noWorkerYet
source: No snow worker assigned yet
fr: Aucun déneigeur assigné pour le moment

# reservation_info
source: Information
fr: Informations

# reservation_vehicle
source: Vehicle
fr: Véhicule

# reservation_location
source: Location
fr: Emplacement

# reservation_departureTime
source: Desired departure time
fr: Heure de départ souhaitée

# reservation_assignedAt
source: Assigned on
fr: Assignée le

# reservation_startedAt
source: Started on
fr: Commencée le

# reservation_completedAt
source: Completed on
fr: Terminée le

# reservation_servicesRequested
source: Requested services
fr: Services demandés

# reservation_basicSnowRemoval
source: Basic snow removal
fr: Déneigement de base

# reservation_snowDepthCm
source: Snow depth: {depth} cm
fr: Profondeur de neige: {depth} cm

# reservation_photos
source: Service photos
fr: Photos du service

# reservation_afterPhoto
source: Final result
fr: Résultat final

# reservation_photoUnavailable
source: Photo unavailable
fr: Photo non disponible

# reservation_tapToEnlarge
source: Tap to enlarge
fr: Appuyez pour agrandir

# reservation_beforePhoto
source: Before service
fr: Avant le service

# reservation_totalPrice
source: Total price
fr: Prix total

# reservation_tipAmount
source: +{amount}$ tip
fr: +{amount}$ pourboire

# reservation_yourRating
source: Your rating
fr: Votre évaluation

# reservation_rateService
source: Rate the service
fr: Évaluer le service

# reservation_rateSubtitle
source: Share your experience and add a tip
fr: Partagez votre expérience et ajoutez un pourboire

# reservation_edit
source: Edit reservation
fr: Modifier la réservation

# reservation_cancelReservation
source: Cancel reservation
fr: Annuler la réservation

# reservation_cancelFullRefund
source: Full refund - No charges
fr: Remboursement complet - Aucun frais

# reservation_cancelHalfRefund
source: The worker is on the way. Cancellation fee: 50% ({amount}$)
fr: Le déneigeur est en route. Frais d'annulation: 50% ({amount}$)

# reservation_cancelNoRefund
source: Work has started. No refund (100% charged)
fr: Le travail a commencé. Aucun remboursement (100% facturé)

# reservation_cancelConfirmTitle
source: Cancel?
fr: Annuler?

# reservation_cancelConfirmMessage
source: Are you sure you want to cancel this reservation?
fr: Êtes-vous sûr de vouloir annuler cette réservation?

# reservation_cancelKeep
source: No, keep it
fr: Non, garder

# reservation_cancelYes
source: Yes, cancel
fr: Oui, annuler

# reservation_phoneUnavailable
source: Phone number unavailable
fr: Numéro de téléphone non disponible

# reservation_noShowReported
source: Report sent
fr: Signalement envoyé

# reservation_reportNoShow
source: Report a no-show
fr: Signaler un no-show

# reservation_modifiedSuccess
source: Reservation modified successfully
fr: Réservation modifiée avec succès

# reservation_editTitle
source: Edit reservation
fr: Modifier la réservation

# reservation_editImpossible
source: Modification not possible
fr: Modification impossible

# reservation_editImpossibleMessage
source: This reservation can no longer be modified. Only pending reservations can be edited.
fr: Cette réservation ne peut plus être modifiée. Seules les réservations en attente peuvent être éditées.

# reservation_editSubtitle
source: Modify the information below
fr: Modifiez les informations ci-dessous

# reservation_selectVehicle
source: Select a vehicle
fr: Sélectionner un véhicule

# reservation_selectSpot
source: Select a spot
fr: Sélectionner une place

# reservation_vehicleAddress
source: Vehicle address
fr: Adresse du véhicule

# reservation_addressHint
source: E.g.: 123 Main Street, Montreal, QC
fr: Ex: 123 Rue Principale, Montréal, QC

# reservation_gpsRecorded
source: GPS position recorded
fr: Position GPS enregistrée

# reservation_addressValidated
source: Address validated successfully
fr: Adresse validée avec succès

# reservation_addressNotFound
source: Address not found. Please try again.
fr: Adresse non trouvée. Veuillez réessayer.

# reservation_addressError
source: Error while searching for the address
fr: Erreur lors de la recherche de l'adresse

# reservation_selectDateTime
source: Select a date and time
fr: Sélectionner une date et heure

# reservation_noDateSelected
source: No date selected
fr: Aucune date sélectionnée

# reservation_serviceOptions
source: Service options
fr: Options de service

# reservation_windowScraping
source: Window scraping
fr: Grattage des vitres

# reservation_doorDeicing
source: Door de-icing
fr: Déglaçage des portes

# reservation_wheelClearing
source: Wheel clearing
fr: Dégagement des roues

# reservation_roofSnowRemoval
source: Roof snow removal
fr: Déneigement du toit

# reservation_saltSpreading
source: Salt spreading
fr: Épandage de sel

# reservation_lightsCleanup
source: Lights cleanup
fr: Nettoyage phares/feux

# reservation_perimeterClearing
source: Perimeter clearing
fr: Dégagement périmètre

# reservation_exhaustCheck
source: Exhaust check
fr: Vérif. échappement

# reservation_originalPrice
source: Original price
fr: Prix original

# reservation_modifying
source: Modifying...
fr: Modification en cours...

# reservation_noChanges
source: No changes
fr: Aucune modification

# reservation_saveChanges
source: Save changes
fr: Enregistrer les modifications

# reservation_continue
source: Continue
fr: Continuer

# reservation_viewSummary
source: View summary
fr: Voir le résumé

# reservation_confirmAndPay
source: Confirm and pay
fr: Confirmer et payer

# reservation_cancelNewTitle
source: Cancel reservation?
fr: Annuler la réservation?

# reservation_cancelNewWarning
source: Are you sure you want to leave? The information entered will be lost.
fr: Êtes-vous sûr de vouloir quitter? Les informations saisies seront perdues.

# reservation_noContinue
source: No, continue
fr: Non, continuer

# reservation_yesCancel
source: Yes, cancel
fr: Oui, annuler

# reservation_paymentMethod
source: Payment method
fr: Méthode de paiement

# reservation_creditCard
source: Credit card
fr: Carte de crédit

# reservation_creatingReservation
source: Creating reservation...
fr: Création de la réservation...

# reservation_securePayment
source: Secure payment by Stripe
fr: Paiement sécurisé par Stripe

# vehicle_myVehicles
source: My vehicles
fr: Mes véhicules

# vehicle_empty
source: No vehicles registered
fr: Aucun véhicule enregistré

# vehicle_emptySubtitle
source: Add your first vehicle to start using the service
fr: Ajoutez votre premier véhicule pour commencer à utiliser le service

# vehicle_add
source: Add a vehicle
fr: Ajouter un véhicule

# vehicle_photoTitle
source: Vehicle photo
fr: Photo du véhicule

# vehicle_photoDescription
source: This photo will be visible to the snow worker
fr: Cette photo sera visible par le déneigeur

# vehicle_takePhoto
source: Take a photo
fr: Prendre une photo

# vehicle_takePhotoSubtitle
source: Use the camera
fr: Utiliser l'appareil photo

# vehicle_choosePhoto
source: Choose a photo
fr: Choisir une photo

# vehicle_choosePhotoSubtitle
source: From gallery
fr: Depuis la galerie

# vehicle_removePhoto
source: Remove photo
fr: Supprimer la photo

# vehicle_removePhotoSubtitle
source: Remove selected photo
fr: Retirer la photo sélectionnée

# vehicle_deleteTitle
source: Delete vehicle
fr: Supprimer le véhicule

# vehicle_deleteConfirm
source: Are you sure you want to delete this vehicle?
fr: Êtes-vous sûr de vouloir supprimer ce véhicule ?

# vehicle_tapToAddPhoto
source: Tap to add a photo
fr: Touchez pour ajouter une photo

# vehicle_newVehicle
source: New vehicle
fr: Nouveau véhicule

# vehicle_brand
source: Brand
fr: Marque

# vehicle_model
source: Model
fr: Modèle

# vehicle_year
source: Year
fr: Année

# vehicle_plate
source: Plate
fr: Plaque

source: Vehicle type
fr: Type de véhicule

# vehicle_color
source: Color
fr: Couleur

# vehicle_setDefault
source: Set as default vehicle
fr: Définir comme véhicule par défaut

# vehicle_addSubmit
source: Add vehicle
fr: Ajouter le véhicule

# vehicle_addedSuccess
source: Vehicle added successfully
fr: Véhicule ajouté avec succès

# vehicle_photoError
source: Error selecting photo
fr: Erreur lors de la sélection de la photo

# vehicle_colorWhite
source: White
fr: Blanc

# vehicle_colorBlack
source: Black
fr: Noir

# vehicle_colorGray
source: Gray
fr: Gris

# vehicle_colorRed
source: Red
fr: Rouge

# vehicle_colorBlue
source: Blue
fr: Bleu

# vehicle_colorGreen
source: Green
fr: Vert

# vehicle_colorYellow
source: Yellow
fr: Jaune

# vehicle_colorSilver
source: Silver
fr: Argent

# vehicle_colorBrown
source: Brown
fr: Brun

# profile_title
source: My profile
fr: Mon profil

# profile_defaultName
source: User
fr: Utilisateur

# profile_myVehicles
source: My vehicles
fr: Mes véhicules

# profile_manageVehicles
source: Manage my vehicles
fr: Gérer mes véhicules

# profile_payments
source: Payments
fr: Paiements

# profile_paymentHistory
source: History and methods
fr: Historique et méthodes

# profile_myDisputes
source: My disputes
fr: Mes litiges

# profile_disputesSubtitle
source: Reports and claims
fr: Signalements et réclamations

# profile_settings
source: Settings
fr: Paramètres

# profile_settingsSubtitle
source: App preferences
fr: Préférences de l'app

# profile_helpSupport
source: Help & Support
fr: Aide et support

# profile_helpSubtitle
source: FAQ and contact
fr: FAQ et contact

# chat_typing
source: Typing...
fr: En train d'écrire...

# chat_noMessages
source: No messages
fr: Aucun message

# chat_startConversation
source: Start the conversation!
fr: Commencez la conversation!

# chat_inputHint
source: Write a message...
fr: Écrire un message...

# aiChat_title
source: AI Assistant
fr: Assistant IA

# aiChat_newConversation
source: New conversation
fr: Nouvelle conversation

# aiChat_unavailable
source: The AI assistant is temporarily unavailable
fr: L'assistant IA est temporairement indisponible

# aiChat_startConversation
source: Start a conversation
fr: Commencez une conversation

# aiChat_subtitle
source: Ask your questions about Deneige Auto
fr: Posez vos questions sur Déneige Auto

# aiChat_inputHint
source: Write your message...
fr: Écrivez votre message...

# settings_title
source: Settings
fr: Paramètres

# settings_pushNotifications
source: Push notifications
fr: Notifications push

# settings_pushNotificationsDesc
source: Receive alerts on your device
fr: Recevoir des alertes sur votre appareil

# settings_sounds
source: Sounds
fr: Sons

# settings_soundsDesc
source: Enable notification sounds
fr: Activer les sons de notification

# settings_appearance
source: Appearance
fr: Apparence

# settings_darkTheme
source: Dark theme
fr: Thème sombre

# settings_darkThemeDesc
source: Use dark theme
fr: Utiliser le thème sombre

# settings_language
source: Language
fr: Langue

# settings_account
source: Account
fr: Compte

# settings_editProfile
source: Edit profile
fr: Modifier le profil

# settings_legal
source: Legal
fr: Légal

# settings_legalMentions
source: Legal notices
fr: Mentions légales

# settings_legalSubtitle
source: Terms, privacy, your rights
fr: CGU, confidentialité, vos droits

# settings_about
source: About
fr: À propos

# settings_appVersion
source: App version
fr: Version de l'application

# settings_privacyPolicy
source: Privacy policy
fr: Politique de confidentialité

# settings_termsOfService
source: Terms of service
fr: Conditions d'utilisation

# settings_deleteAccount
source: Delete my account
fr: Supprimer mon compte

# settings_deleteAccountTitle
source: Delete account
fr: Supprimer le compte

# settings_deleteAccountWarning
source: This action is irreversible. All your data will be deleted.
fr: Cette action est irréversible. Toutes vos données seront supprimées.

# settings_deleteAccountConfirm
source: Are you sure you want to delete your account? This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible.

# settings_passwordRequired
source: Password required
fr: Mot de passe requis

# settings_enterPassword
source: Enter your password to confirm:
fr: Entrez votre mot de passe pour confirmer:

# support_title
source: Help & Support
fr: Aide et Support

# support_all
source: All
fr: Tout

# support_submitRequest
source: Send
fr: Envoyer

# support_yourMessage
source: Your message
fr: Votre message

# support_writeResponse
source: Please write a response
fr: Veuillez écrire une réponse

# support_respond
source: Respond
fr: Répondre

# support_respondToRequest
source: Respond to request
fr: Répondre à la demande

# rating_question
source: How was the snow removal?
fr: Comment s'est passé le déneigement ?

# rating_subtitle
source: Your feedback helps improve the service
fr: Votre avis aide à améliorer le service

# rating_1star
source: Very unsatisfied
fr: Très insatisfait

# rating_2stars
source: Unsatisfied
fr: Insatisfait

# rating_3stars
source: Average
fr: Correct

# rating_4stars
source: Satisfied
fr: Satisfait

# rating_tapToRate
source: Tap to rate
fr: Touchez pour noter

# rating_selectRequired
source: Please select a rating
fr: Veuillez sélectionner une note

# rating_commentHint
source: Add a comment (optional)
fr: Ajouter un commentaire (optionnel)

# rating_submit
source: Submit my review
fr: Envoyer mon avis

# rating_later
source: Maybe later
fr: Peut-être plus tard

# rating_workerTitle
source: Snow worker
fr: Déneigeur

# suspension_title
source: Account Suspended
fr: Compte Suspendu
