Repository: ChristinNegou/deneige_auto
Catalog: lib/l10n/app_*.arb
Languages: fr

# faq_a10
source: Make sure you've described your vehicle's location well. The snow worker will contact you through the app's messaging if they have difficulty. You can also add a photo of your vehicle to make identification easier.
fr: Assurez-vous d'avoir bien décrit l'emplacement de votre véhicule. Le déneigeur vous contactera via la messagerie de l'application s'il a des difficultés. Vous pouvez aussi ajouter une photo de votre véhicule pour faciliter son identification.

# faq_q11
source: What payment methods are accepted?
fr: Quels modes de paiement sont acceptés?

# faq_a11
source: We accept Visa, Mastercard and American Express credit cards. Payment is processed securely via Stripe.
fr: Nous acceptons les cartes de crédit Visa, Mastercard et American Express. Le paiement est traité de manière sécurisée via Stripe.

# faq_q12
source: How do I get a refund?
fr: Comment obtenir un remboursement?

# faq_a12
source: Refunds are automatically processed according to our cancellation policy. For special cases (unsatisfactory service, etc.), contact our support via the "Help & Support" section.
fr: Les remboursements sont automatiquement traités selon notre politique d'annulation. Pour les cas spéciaux (service non satisfaisant, etc.), contactez notre support via la section "Aide et Support".

# faq_q13
source: Can I add a tip?
fr: Puis-je ajouter un pourboire?

# faq_a13
source: Yes! After the service is completed, you can add a tip for the snow worker. This option appears on the service rating screen.
fr: Oui! Après la fin du service, vous avez la possibilité d'ajouter un pourboire au déneigeur. Cette option apparaît sur l'écran de notation du service.

# faq_q14
source: How do I manage my payment cards?
fr: Comment gérer mes cartes de paiement?

# faq_a14
source: Go to Profile > Payments > Payment methods. You can add, delete or set a default card.
fr: Rendez-vous dans Profil > Paiements > Méthodes de paiement. Vous pouvez y ajouter, supprimer ou définir une carte par défaut.

# faq_q15
source: What if the snow worker didn't show up?
fr: Que faire si le déneigeur n'est pas venu?

# faq_a15
source: If the assigned snow worker didn't show up at the scheduled time, you can report a "no-show" directly from the reservation details. The "Report no-show" button appears 30 minutes after the scheduled start time. If the no-show is confirmed, you will be fully refunded.
fr: Si le déneigeur assigné n'est pas venu à l'heure prévue, vous pouvez signaler un "no-show" directement depuis les détails de la réservation. Le bouton "Signaler un no-show" apparaît 30 minutes après l'heure de départ prévue. Si le no-show est confirmé, vous serez remboursé intégralement.

# faq_q16
source: How do I create a dispute?
fr: Comment créer un litige?

# faq_a16
source: To create a dispute: 1. Go to Profile > My disputes > Create a dispute 2. Select the reservation in question 3. Choose the type of problem (incomplete work, insufficient quality, damage, etc.) 4. Describe the situation in detail 5. Add photos as evidence 6. Indicate the amount claimed if applicable 7. Submit your dispute
fr: Pour créer un litige: 1. Allez dans Profil > Mes litiges > Créer un litige 2. Sélectionnez la réservation concernée 3. Choisissez le type de problème (travail incomplet, qualité insuffisante, dommage, etc.) 4. Décrivez la situation en détail 5. Ajoutez des photos comme preuves 6. Indiquez le montant réclamé si applicable 7. Soumettez votre litige

# faq_q17
source: What types of disputes can I report?
fr: Quels types de litiges puis-je signaler?

# faq_a17
source: You can report several types of problems: • Snow worker no-show • Incomplete work • Insufficient quality • Significant delay • Damage to your vehicle • Wrong location cleared • Overcharge • Inappropriate behavior • Other problem
fr: Vous pouvez signaler plusieurs types de problèmes: • Déneigeur non venu (no-show) • Travail incomplet • Qualité insuffisante • Retard important • Dommage causé à votre véhicule • Mauvais emplacement déneigé • Surfacturation • Comportement inapproprié • Autre problème

# faq_q18
source: How do I add evidence to my dispute?
fr: Comment ajouter des preuves à mon litige?

# faq_a18
source: Evidence strengthens your case. In the dispute details, tap "Add evidence" to: • Take photos or choose from your gallery (up to 10 photos) • Add a detailed description Tips: take clear, well-lit photos, timestamped if possible.
fr: Les preuves renforcent votre dossier. Dans les détails du litige, appuyez sur "Ajouter des preuves" pour: • Prendre des photos ou les choisir depuis votre galerie (jusqu'à 10 photos) • Ajouter une description détaillée Conseils: prenez des photos claires, bien éclairées et horodatées si possible.

# faq_q19
source: What is AI dispute analysis?
fr: Qu'est-ce que l'analyse IA des litiges?

# faq_a19
source: Our system uses artificial intelligence to objectively analyze disputes. The AI examines evidence (photos, descriptions, GPS data, history), evaluates the strength of arguments and proposes a recommendation. This analysis helps our team make fair and quick decisions.
fr: Notre système utilise l'intelligence artificielle pour analyser objectivement les litiges. L'IA examine les preuves (photos, descriptions, données GPS, historique), évalue la force des arguments et propose une recommandation. Cette analyse aide notre équipe à prendre des décisions justes et rapides.

# faq_q20
source: How long do I have to report a problem?
fr: Combien de temps ai-je pour signaler un problème?

# faq_a20
source: You have 24 hours after the service ends to report a problem or no-show. After this deadline, you can still contact support, but processing may take longer.
fr: Vous avez 24 heures après la fin du service pour signaler un problème ou un no-show. Passé ce délai, vous pouvez toujours contacter le support, mais le traitement pourrait être plus long.

# faq_q21
source: How do I track my dispute status?
fr: Comment suivre l'état de mon litige?

# faq_a21
source: Go to Profile > My disputes to see all your disputes and their status: Open, Under review, Awaiting response, Resolved. You will receive a notification as soon as a decision is made.
fr: Rendez-vous dans Profil > Mes litiges pour voir tous vos litiges et leur statut: Ouvert, En examen, En attente de réponse, Résolu. Vous recevrez une notification dès qu'une décision sera prise.

# faq_q22
source: Can I appeal a decision?
fr: Puis-je faire appel d'une décision?

# faq_a22
source: Yes, if you are not satisfied with the decision, you can appeal within 7 days of the resolution. Go to the dispute details and tap "Appeal". Explain why you are contesting the decision.
fr: Oui, si vous n'êtes pas satisfait de la décision prise, vous pouvez faire appel dans les 7 jours suivant la résolution. Allez dans les détails du litige et appuyez sur "Faire appel". Expliquez pourquoi vous contestez la décision.

# faq_q23
source: How are refunds processed after a dispute?
fr: Comment sont traités les remboursements suite à un litige?

# faq_a23
source: If the dispute is resolved in your favor, the refund is automatically processed to your original payment method. The timeframe is generally 3-5 business days depending on your bank.
fr: Si le litige est résolu en votre faveur, le remboursement est automatiquement traité sur votre méthode de paiement originale. Le délai est généralement de 3-5 jours ouvrables selon votre banque.

# faq_q24
source: How do I change my personal information?
fr: Comment modifier mes informations personnelles?

# faq_a24
source: Go to Profile > Edit profile to change your name, phone number or profile photo.
fr: Allez dans Profil > Modifier le profil pour changer votre nom, numéro de téléphone ou photo de profil.

# faq_q25
source: How do I add or remove a vehicle?
fr: Comment ajouter ou supprimer un véhicule?

# faq_a25
source: Go to Profile > My vehicles. Tap "+" to add a new vehicle or swipe left on an existing vehicle to delete it.
fr: Rendez-vous dans Profil > Mes véhicules. Appuyez sur "+" pour ajouter un nouveau véhicule ou faites glisser vers la gauche sur un véhicule existant pour le supprimer.

# faq_q26
source: How do I delete my account?
fr: Comment supprimer mon compte?

# faq_a26
source: Go to Settings > Delete my account. This action is irreversible and will delete all your data.
fr: Allez dans Paramètres > Supprimer mon compte. Cette action est irréversible et supprimera toutes vos données.

# faq_q27
source: I forgot my password, what do I do?
fr: J'ai oublié mon mot de passe, que faire?

# faq_a27
source: On the login screen, tap "Forgot password?". Enter your email and you will receive a link to reset your password.
fr: Sur l'écran de connexion, appuyez sur "Mot de passe oublié?". Entrez votre email et vous recevrez un lien pour réinitialiser votre mot de passe.

# wfaq_q1
source: How do I become a snow worker on Deneige Auto?
fr: Comment devenir déneigeur sur Deneige Auto?

# wfaq_a1
source: To become a snow worker, you need to create a snow worker account, complete your profile with personal information, add your available equipment and set up your bank account to receive payments.
fr: Pour devenir déneigeur, vous devez créer un compte en tant que déneigeur, compléter votre profil avec vos informations personnelles, ajouter votre équipement disponible et configurer votre compte bancaire pour recevoir vos paiements.

# wfaq_q2
source: What are the requirements to be a snow worker?
fr: Quelles sont les conditions pour être déneigeur?

# wfaq_a2
source: You must be at least 18 years old, have basic snow removal equipment (shovel, broom, scraper), be available during snow periods and have a Canadian bank account to receive your payments.
fr: Vous devez avoir au moins 18 ans, posséder un équipement de déneigement de base (pelle, balai, grattoir), être disponible pendant les périodes de neige et avoir un compte bancaire canadien pour recevoir vos paiements.

# wfaq_q3
source: Can I choose my work areas?
fr: Puis-je choisir mes zones de travail?

# wfaq_a3
source: Yes! In your settings, you can define your preferred zones. You'll receive priority notifications for jobs in these zones, but you can also accept jobs elsewhere.
fr: Oui! Dans vos paramètres, vous pouvez définir vos zones préférées. Vous recevrez des notifications prioritaires pour les jobs dans ces zones, mais vous pouvez aussi accepter des jobs ailleurs.

# wfaq_q4
source: What is the AI Assistant?
fr: Qu'est-ce que l'Assistant IA?

# wfaq_a4
source: The AI Assistant is your virtual helper available 24/7 in the app. It can answer your questions about jobs, help you solve problems, give advice to improve your service and inform you about weather conditions to plan your day.
fr: L'Assistant IA est votre aide virtuel disponible 24/7 dans l'application. Il peut répondre à vos questions sur les jobs, vous aider à résoudre des problèmes, donner des conseils pour améliorer votre service et vous informer sur les conditions météo pour planifier votre journée.

# wfaq_q5
source: How do I use the AI Assistant?
fr: Comment utiliser l'Assistant IA?

# wfaq_a5
source: Access the AI Assistant from the main menu. Ask your questions in natural language: • "What jobs are available near me?" • "How to respond to a dispute?" • "What weather is expected tomorrow?" • "How to improve my score?" The assistant will respond instantly.
fr: Accédez à l'Assistant IA depuis le menu principal. Posez vos questions en langage naturel: • "Quels jobs sont disponibles près de moi?" • "Comment répondre à un litige?" • "Quelle météo est prévue demain?" • "Comment améliorer mon score?" L'assistant vous répondra instantanément.

# wfaq_q6
source: Can the AI Assistant help me with the weather?
fr: L'Assistant IA peut-il m'aider avec la météo?

# wfaq_a6
source: Yes! The AI Assistant has access to real-time weather forecasts. Ask about current conditions or forecasts to plan your availability. You can anticipate high-demand days during snowstorms.
fr: Oui! L'Assistant IA a accès aux prévisions météo en temps réel. Demandez-lui les conditions actuelles ou les prévisions pour planifier vos disponibilités. Vous pouvez ainsi anticiper les journées de forte demande lors des tempêtes de neige.

# wfaq_q7
source: How do I receive jobs?
fr: Comment recevoir des jobs?

# wfaq_a7
source: Activate your availability in the app. You'll receive push notifications for new jobs available in your zone. You can then accept or decline each job.
fr: Activez votre disponibilité dans l'application. Vous recevrez des notifications push pour les nouveaux jobs disponibles dans votre zone. Vous pouvez alors accepter ou refuser chaque job.

# wfaq_q8
source: Can I accept multiple jobs at the same time?
fr: Puis-je accepter plusieurs jobs en même temps?

# wfaq_a8
source: Yes, you can manage up to 5 jobs simultaneously. In your settings, set the maximum number of active jobs you want at the same time. We recommend 2-3 jobs for optimal service.
fr: Oui, vous pouvez gérer jusqu'à 5 jobs simultanément. Dans vos paramètres, définissez le nombre maximum de jobs actifs que vous souhaitez avoir en même temps. Nous recommandons 2-3 jobs pour un service optimal.

# wfaq_q9
source: How do I cancel an accepted job?
fr: Comment annuler un job accepté?

# wfaq_a9
source: You can cancel a job before starting the work. Go to the job details and tap "Cancel". Note: frequent cancellations may affect your score and visibility.
fr: Vous pouvez annuler un job avant de commencer le travail. Allez dans les détails du job et appuyez sur "Annuler". Attention: des annulations fréquentes peuvent affecter votre score et votre visibilité.

# wfaq_q10
source: What if I can't find the vehicle?
fr: Que faire si je ne trouve pas le véhicule?

# wfaq_a10
source: Use the built-in messaging to contact the client. If the vehicle is not found after 15 minutes and the client doesn't respond, you can report the issue and cancel the job without penalty.
fr: Utilisez la messagerie intégrée pour contacter le client. Si le véhicule est introuvable après 15 minutes et sans réponse du client, vous pouvez signaler le problème et annuler le job sans pénalité.

# wfaq_q11
source: How do I report a problem with a job?
fr: Comment signaler un problème avec un job?

# wfaq_a11
source: In the job details, tap "Report a problem". Describe the situation and add photos if needed. Our team will review your report quickly.
fr: Dans les détails du job, appuyez sur "Signaler un problème". Décrivez la situation et ajoutez des photos si nécessaire. Notre équipe examinera votre signalement rapidement.

# wfaq_q12
source: How do I get paid?
fr: Comment suis-je payé?

# wfaq_a12
source: Payments are made automatically via Stripe Connect. After each completed job, the amount is transferred to your bank account within 2-7 business days.
fr: Les paiements sont effectués automatiquement via Stripe Connect. Après chaque job complété, le montant est transféré sur votre compte bancaire dans un délai de 2-7 jours ouvrables.

# wfaq_q13
source: How do I set up my bank account?
fr: Comment configurer mon compte bancaire?

# wfaq_a13
source: Go to Settings > My payments > Stripe Setup. Follow the steps to verify your identity and add your banking details. This process is secure and required to receive your payments.
fr: Allez dans Paramètres > Mes paiements > Configuration Stripe. Suivez les étapes pour vérifier votre identité et ajouter vos coordonnées bancaires. Ce processus est sécurisé et obligatoire pour recevoir vos paiements.

# wfaq_q14
source: How are my earnings calculated?
fr: Comment sont calculés mes gains?

# wfaq_a14
source: Your earnings depend on the type of service (standard snow removal, with options), vehicle size and distance. You see the exact amount before accepting each job. Deneige Auto takes a 15% commission.
fr: Vos gains dépendent du type de service (déneigement standard, avec options), de la taille du véhicule et de la distance. Vous voyez le montant exact avant d'accepter chaque job. Deneige Auto prélève une commission de 15%.

# wfaq_q15
source: How do tips work?
fr: Comment fonctionnent les pourboires?

# wfaq_a15
source: Clients can leave a tip after the service. Tips are 100% yours, no commission. You receive a notification and the amount is added to your next payment.
fr: Les clients peuvent laisser un pourboire après le service. Les pourboires sont 100% pour vous, sans commission. Vous recevez une notification et le montant est ajouté à votre prochain paiement.

# wfaq_q16
source: Where can I see my earnings history?
fr: Où voir mon historique de gains?

# wfaq_a16
source: Go to the "Earnings" tab to see your daily, weekly and monthly income. You can also see the details of each job and tips received.
fr: Allez dans l'onglet "Gains" pour voir vos revenus quotidiens, hebdomadaires et mensuels. Vous pouvez aussi voir le détail de chaque job et les pourboires reçus.

# wfaq_q17
source: What happens if a client reports me as a no-show?
fr: Que se passe-t-il si un client me signale un no-show?

# wfaq_a17
source: If a client reports that you didn't show up, you'll receive a notification and have the opportunity to respond. If you marked "On the way" in the app, this will be taken into account. False client reports are also penalized.
fr: Si un client signale que vous n'êtes pas venu, vous recevrez une notification et aurez l'opportunité de répondre. Si vous avez marqué "En route" dans l'application, cela sera pris en compte. Les faux signalements de clients sont aussi sanctionnés.

# wfaq_q18
source: How do I respond to a dispute?
fr: Comment répondre à un litige?

# wfaq_a18
source: To respond to a dispute: 1. Go to Profile > My disputes 2. Open the dispute in question 3. Tap "Respond to dispute" 4. Explain your side in detail 5. Add photos as evidence (before/after, screenshots, etc.) 6. Submit your response You generally have 48 hours to respond.
fr: Pour répondre à un litige: 1. Allez dans Profil > Mes litiges 2. Ouvrez le litige concerné 3. Appuyez sur "Répondre au litige" 4. Expliquez votre version des faits en détail 5. Ajoutez des photos comme preuves (avant/après, captures d'écran, etc.) 6. Soumettez votre réponse Vous avez généralement 48 heures pour répondre.

# wfaq_q19
source: How do I add evidence to my defense?
fr: Comment ajouter des preuves à ma défense?

# wfaq_a19
source: Evidence is essential to defend your position. In the dispute details, use "Add evidence" for: • Before/after snow removal photos • Communication screenshots • Timestamped photos on site • Any relevant document You can add up to 10 photos and a detailed description.
fr: Les preuves sont essentielles pour défendre votre position. Dans les détails du litige, utilisez "Ajouter des preuves" pour: • Photos avant/après le déneigement • Captures d'écran de communications • Photos horodatées sur le site • Tout document pertinent Vous pouvez ajouter jusqu'à 10 photos et une description détaillée.

# wfaq_q20
source: What is AI dispute analysis?
fr: Qu'est-ce que l'analyse IA des litiges?

# wfaq_a20
source: Our system uses artificial intelligence to objectively analyze each dispute. The AI examines: • Photos and evidence from both parties • GPS data and timestamps • Client and worker history • Consistency of statements This analysis helps make fair decisions. If the AI detects a false report, it works in your favor.
fr: Notre système utilise l'intelligence artificielle pour analyser objectivement chaque litige. L'IA examine: • Les photos et preuves des deux parties • Les données GPS et timestamps • L'historique du client et du déneigeur • La cohérence des déclarations Cette analyse aide à prendre des décisions justes. Si l'IA détecte un faux signalement, cela joue en votre faveur.

# wfaq_q21
source: Why is taking before/after photos important?
fr: Pourquoi prendre des photos avant/après est important?

# wfaq_a21
source: Before/after photos are your best evidence: • They document the initial state and work done • The AI can analyze the quality of snow removal • In case of dispute, they prove your work • They are automatically timestamped Make it a habit to photograph each job!
fr: Les photos avant/après sont vos meilleures preuves: • Elles documentent l'état initial et le travail accompli • L'IA peut analyser la qualité du déneigement • En cas de litige, elles prouvent votre travail • Elles sont horodatées automatiquement Prenez l'habitude de photographier chaque job!

# wfaq_q22
source: What are the consequences of a dispute against me?
fr: Quelles sont les conséquences d'un litige contre moi?

# wfaq_a22
source: The consequences depend on the decision and your history: • First warning: notification • Repeat offense: temporary suspension (3-7 days) • Repeated problems: extended suspension (30 days) • Serious cases: permanent exclusion Maintain good service to avoid disputes.
fr: Les conséquences dépendent de la décision et de votre historique: • Premier avertissement: notification • Récidive: suspension temporaire (3-7 jours) • Problèmes répétés: suspension prolongée (30 jours) • Cas graves: exclusion permanente Maintenez un bon service pour éviter les litiges.

# wfaq_q23
source: How do I contest an unfavorable decision?
fr: Comment contester une décision défavorable?

# wfaq_a23
source: If you disagree with a dispute decision, you can appeal within 7 days. Provide additional evidence (photos, messages, etc.) to support your contestation.
fr: Si vous n'êtes pas d'accord avec la décision prise sur un litige, vous pouvez faire appel dans les 7 jours. Fournissez des preuves supplémentaires (photos, messages, etc.) pour appuyer votre contestation.

# wfaq_q24
source: How do I report a problematic client?
fr: Comment signaler un client problématique?

# wfaq_a24
source: If a client is abusive, cannot be found despite your efforts, or makes false claims, you can report them in the job details. Our team will review the situation and may penalize the client if necessary.
fr: Si un client est abusif, introuvable malgré vos efforts, ou fait de fausses réclamations, vous pouvez le signaler dans les détails du job. Notre équipe examinera la situation et pourra sanctionner le client si nécessaire.

# wfaq_q25
source: Is my payment affected during a dispute?
fr: Mon paiement est-il affecté pendant un litige?

# wfaq_a25
source: During the review of a dispute, the corresponding payment may be temporarily held. Once the decision is made: • Dispute in your favor: full payment released • Dispute against you: refund to client (partial or total depending on the decision)
fr: Pendant l'examen d'un litige, le paiement correspondant peut être temporairement retenu. Une fois la décision prise: • Litige en votre faveur: paiement complet versé • Litige contre vous: remboursement au client (partiel ou total selon la décision)

# wfaq_q26
source: How do I protect my reliability score?
fr: Comment protéger mon score de fiabilité?

# wfaq_a26
source: To maintain a good score: • Arrive on time (mark "On the way" in the app) • Take before/after photos for each job • Communicate with the client if there's a problem • Complete work to the requested standards • Avoid last-minute cancellations
fr: Pour maintenir un bon score: • Arrivez à l'heure (marquez "En route" dans l'app) • Prenez des photos avant/après chaque job • Communiquez avec le client en cas de problème • Complétez le travail selon les standards demandés • Évitez les annulations de dernière minute

# wfaq_q27
source: How do I change my available equipment?
fr: Comment modifier mon équipement disponible?
