Repository: ChristinNegou/deneige_auto
Catalog: lib/l10n/app_*.arb
Languages: fr

# workerFaq_q1
source: How do I become a snow worker on Deneige Auto?
fr: Comment devenir déneigeur sur Deneige Auto?

# workerFaq_a1
source: To become a snow worker, you need to create an account as a snow worker, complete your profile with your personal information, add your available equipment, and configure your bank account to receive payments.
fr: Pour devenir déneigeur, vous devez créer un compte en tant que déneigeur, compléter votre profil avec vos informations personnelles, ajouter votre équipement disponible et configurer votre compte bancaire pour recevoir vos paiements.

# workerFaq_q2
source: What are the requirements to be a snow worker?
fr: Quelles sont les conditions pour être déneigeur?

# workerFaq_a2
source: You must be at least 18 years old, own basic snow removal equipment (shovel, broom, scraper), be available during snow periods, and have a Canadian bank account to receive payments.
fr: Vous devez avoir au moins 18 ans, posséder un équipement de déneigement de base (pelle, balai, grattoir), être disponible pendant les périodes de neige et avoir un compte bancaire canadien pour recevoir vos paiements.

# workerFaq_q3
source: Can I choose my work zones?
fr: Puis-je choisir mes zones de travail?

# workerFaq_a3
source: Yes! In your settings, you can define your preferred zones. You will receive priority notifications for jobs in these zones, but you can also accept jobs elsewhere.
fr: Oui! Dans vos paramètres, vous pouvez définir vos zones préférées. Vous recevrez des notifications prioritaires pour les jobs dans ces zones, mais vous pouvez aussi accepter des jobs ailleurs.

# workerFaq_q4
source: What is the AI Assistant?
fr: Qu'est-ce que l'Assistant IA?

# workerFaq_a4
source: The AI Assistant is your virtual helper available 24/7 in the app. It can answer your questions about jobs, help you solve problems, give advice to improve your service, and inform you about weather conditions to plan your day.
fr: L'Assistant IA est votre aide virtuel disponible 24/7 dans l'application. Il peut répondre à vos questions sur les jobs, vous aider à résoudre des problèmes, donner des conseils pour améliorer votre service et vous informer sur les conditions météo pour planifier votre journée.

# workerFaq_q5
source: How do I use the AI Assistant?
fr: Comment utiliser l'Assistant IA?

# workerFaq_a5
source: Access the AI Assistant from the main menu. Ask your questions in natural language: - "What jobs are available near me?" - "How do I respond to a dispute?" - "What weather is expected tomorrow?" - "How can I improve my score?" The assistant will respond instantly.
fr: Accédez à l'Assistant IA depuis le menu principal. Posez vos questions en langage naturel: - "Quels jobs sont disponibles près de moi?" - "Comment répondre à un litige?" - "Quelle météo est prévue demain?" - "Comment améliorer mon score?" L'assistant vous répondra instantanément.

# workerFaq_q6
source: Can the AI Assistant help me with the weather?
fr: L'Assistant IA peut-il m'aider avec la météo?

# workerFaq_a6
source: Yes! The AI Assistant has access to real-time weather forecasts. Ask it for current conditions or forecasts to plan your availability. This way, you can anticipate high-demand days during snowstorms.
fr: Oui! L'Assistant IA a accès aux prévisions météo en temps réel. Demandez-lui les conditions actuelles ou les prévisions pour planifier vos disponibilités. Vous pouvez ainsi anticiper les journées de forte demande lors des tempêtes de neige.

# workerFaq_q7
source: How do I receive jobs?
fr: Comment recevoir des jobs?

# workerFaq_a7
source: Activate your availability in the app. You will receive push notifications for new jobs available in your zone. You can then accept or decline each job.
fr: Activez votre disponibilité dans l'application. Vous recevrez des notifications push pour les nouveaux jobs disponibles dans votre zone. Vous pouvez alors accepter ou refuser chaque job.

# workerFaq_q8
source: Can I accept multiple jobs at the same time?
fr: Puis-je accepter plusieurs jobs en même temps?

# workerFaq_a8
source: Yes, you can manage up to 5 jobs simultaneously. In your settings, define the maximum number of active jobs you want at a time. We recommend 2-3 jobs for optimal service.
fr: Oui, vous pouvez gérer jusqu'à 5 jobs simultanément. Dans vos paramètres, définissez le nombre maximum de jobs actifs que vous souhaitez avoir en même temps. Nous recommandons 2-3 jobs pour un service optimal.

# workerFaq_q9
source: How do I cancel an accepted job?
fr: Comment annuler un job accepté?

# workerFaq_a9
source: You can cancel a job before starting the work. Go to the job details and tap "Cancel". Warning: frequent cancellations may affect your score and visibility.
fr: Vous pouvez annuler un job avant de commencer le travail. Allez dans les détails du job et appuyez sur "Annuler". Attention: des annulations fréquentes peuvent affecter votre score et votre visibilité.

# workerFaq_q10
source: What if I can't find the vehicle?
fr: Que faire si je ne trouve pas le véhicule?

# workerFaq_a10
source: Use the built-in messaging to contact the client. If the vehicle is not found after 15 minutes and the client doesn't respond, you can report the issue and cancel the job without penalty.
fr: Utilisez la messagerie intégrée pour contacter le client. Si le véhicule est introuvable après 15 minutes et sans réponse du client, vous pouvez signaler le problème et annuler le job sans pénalité.

# workerFaq_q11
source: How do I report a problem with a job?
fr: Comment signaler un problème avec un job?

# workerFaq_a11
source: In the job details, tap "Report a problem". Describe the situation and add photos if needed. Our team will review your report promptly.
fr: Dans les détails du job, appuyez sur "Signaler un problème". Décrivez la situation et ajoutez des photos si nécessaire. Notre équipe examinera votre signalement rapidement.

# workerFaq_q12
source: How do I get paid?
fr: Comment suis-je payé?

# workerFaq_a12
source: Payments are made automatically via Stripe Connect. After each completed job, the amount is transferred to your bank account within 2-7 business days.
fr: Les paiements sont effectués automatiquement via Stripe Connect. Après chaque job complété, le montant est transféré sur votre compte bancaire dans un délai de 2-7 jours ouvrables.

# workerFaq_q13
source: How do I set up my bank account?
fr: Comment configurer mon compte bancaire?

# workerFaq_a13
source: Go to Settings > My Payments > Stripe Setup. Follow the steps to verify your identity and add your banking information. This process is secure and required to receive payments.
fr: Allez dans Paramètres > Mes paiements > Configuration Stripe. Suivez les étapes pour vérifier votre identité et ajouter vos coordonnées bancaires. Ce processus est sécurisé et obligatoire pour recevoir vos paiements.

# workerFaq_q14
source: How are my earnings calculated?
fr: Comment sont calculés mes gains?

# workerFaq_a14
source: Your earnings depend on the type of service (standard snow removal, with options), vehicle size, and distance. You see the exact amount before accepting each job. Deneige Auto charges a 15% commission.
fr: Vos gains dépendent du type de service (déneigement standard, avec options), de la taille du véhicule et de la distance. Vous voyez le montant exact avant d'accepter chaque job. Deneige Auto prélève une commission de 15%.

# workerFaq_q15
source: How do tips work?
fr: Comment fonctionnent les pourboires?

# workerFaq_a15
source: Clients can leave a tip after the service. Tips are 100% yours, with no commission. You receive a notification and the amount is added to your next payment.
fr: Les clients peuvent laisser un pourboire après le service. Les pourboires sont 100% pour vous, sans commission. Vous recevez une notification et le montant est ajouté à votre prochain paiement.

# workerFaq_q16
source: Where can I see my earnings history?
fr: Où voir mon historique de gains?

# workerFaq_a16
source: Go to the "Earnings" tab to see your daily, weekly, and monthly earnings. You can also see the details of each job and tips received.
fr: Allez dans l'onglet "Gains" pour voir vos revenus quotidiens, hebdomadaires et mensuels. Vous pouvez aussi voir le détail de chaque job et les pourboires reçus.

# workerFaq_q17
source: What happens if a client reports a no-show?
fr: Que se passe-t-il si un client me signale un no-show?

# workerFaq_a17
source: If a client reports that you didn't show up, you will receive a notification and have the opportunity to respond. If you marked "On my way" in the app, this will be taken into account. False reports by clients are also sanctioned.
fr: Si un client signale que vous n'êtes pas venu, vous recevrez une notification et aurez l'opportunité de répondre. Si vous avez marqué "En route" dans l'application, cela sera pris en compte. Les faux signalements de clients sont aussi sanctionnés.

# workerFaq_q18
source: How do I respond to a dispute?
fr: Comment répondre à un litige?

# workerFaq_a18
source: To respond to a dispute: 1. Go to Profile > My Disputes 2. Open the relevant dispute 3. Tap "Respond to dispute" 4. Explain your version of events in detail 5. Add photos as evidence (before/after, screenshots, etc.) 6. Submit your response You generally have 48 hours to respond.
fr: Pour répondre à un litige: 1. Allez dans Profil > Mes litiges 2. Ouvrez le litige concerné 3. Appuyez sur "Répondre au litige" 4. Expliquez votre version des faits en détail 5. Ajoutez des photos comme preuves (avant/après, captures d'écran, etc.) 6. Soumettez votre réponse Vous avez généralement 48 heures pour répondre.

# workerFaq_q19
source: How do I add evidence to my defense?
fr: Comment ajouter des preuves à ma défense?

# workerFaq_a19
source: Evidence is essential to defend your position. In the dispute details, use "Add evidence" to: - Before/after snow removal photos - Communication screenshots - Timestamped photos on site - Any relevant document You can add up to 10 photos and a detailed description.
fr: Les preuves sont essentielles pour défendre votre position. Dans les détails du litige, utilisez "Ajouter des preuves" pour: - Photos avant/après le déneigement - Captures d'écran de communications - Photos horodatées sur le site - Tout document pertinent Vous pouvez ajouter jusqu'à 10 photos et une description détaillée.

# workerFaq_q20
source: What is AI dispute analysis?
fr: Qu'est-ce que l'analyse IA des litiges?

# workerFaq_a20
source: Our system uses artificial intelligence to objectively analyze each dispute. The AI examines: - Photos and evidence from both parties - GPS data and timestamps - Client and worker history - Statement consistency This analysis helps make fair decisions. If the AI detects a false report, it works in your favor.
fr: Notre système utilise l'intelligence artificielle pour analyser objectivement chaque litige. L'IA examine: - Les photos et preuves des deux parties - Les données GPS et timestamps - L'historique du client et du déneigeur - La cohérence des déclarations Cette analyse aide à prendre des décisions justes. Si l'IA détecte un faux signalement, cela joue en votre faveur.

# workerFaq_q21
source: Why is taking before/after photos important?
fr: Pourquoi prendre des photos avant/après est important?

# workerFaq_a21
source: Before/after photos are your best evidence: - They document the initial state and work completed - The AI can analyze the quality of snow removal - In case of dispute, they prove your work - They are automatically timestamped Make it a habit to photograph every job!
fr: Les photos avant/après sont vos meilleures preuves: - Elles documentent l'état initial et le travail accompli - L'IA peut analyser la qualité du déneigement - En cas de litige, elles prouvent votre travail - Elles sont horodatées automatiquement Prenez l'habitude de photographier chaque job!

# workerFaq_q22
source: What are the consequences of a dispute against me?
fr: Quelles sont les conséquences d'un litige contre moi?

# workerFaq_a22
source: Consequences depend on the decision and your history: - First warning: notification - Repeat offense: temporary suspension (3-7 days) - Repeated issues: extended suspension (30 days) - Serious cases: permanent ban Maintain good service to avoid disputes.
fr: Les conséquences dépendent de la décision et de votre historique: - Premier avertissement: notification - Récidive: suspension temporaire (3-7 jours) - Problèmes répétés: suspension prolongée (30 jours) - Cas graves: exclusion permanente Maintenez un bon service pour éviter les litiges.

# workerFaq_q23
source: How do I contest an unfavorable decision?
fr: Comment contester une décision défavorable?

# workerFaq_a23
source: If you disagree with the decision on a dispute, you can appeal within 7 days. Provide additional evidence (photos, messages, etc.) to support your case.
fr: Si vous n'êtes pas d'accord avec la décision prise sur un litige, vous pouvez faire appel dans les 7 jours. Fournissez des preuves supplémentaires (photos, messages, etc.) pour appuyer votre contestation.

# workerFaq_q24
source: How do I report a problematic client?
fr: Comment signaler un client problématique?

# workerFaq_a24
source: If a client is abusive, unreachable despite your efforts, or makes false claims, you can report them in the job details. Our team will review the situation and may sanction the client if necessary.
fr: Si un client est abusif, introuvable malgré vos efforts, ou fait de fausses réclamations, vous pouvez le signaler dans les détails du job. Notre équipe examinera la situation et pourra sanctionner le client si nécessaire.

# workerFaq_q25
source: Is my payment affected during a dispute?
fr: Mon paiement est-il affecté pendant un litige?

# workerFaq_a25
source: During a dispute review, the corresponding payment may be temporarily held. Once the decision is made: - Dispute in your favor: full payment released - Dispute against you: refund to client (partial or full depending on the decision)
fr: Pendant l'examen d'un litige, le paiement correspondant peut être temporairement retenu. Une fois la décision prise: - Litige en votre faveur: paiement complet versé - Litige contre vous: remboursement au client (partiel ou total selon la décision)

# workerFaq_q26
source: How do I protect my reliability score?
fr: Comment protéger mon score de fiabilité?

# workerFaq_a26
source: To maintain a good score: - Arrive on time (mark "On my way" in the app) - Take before/after photos for every job - Communicate with the client if there's an issue - Complete the work according to requested standards - Avoid last-minute cancellations
fr: Pour maintenir un bon score: - Arrivez à l'heure (marquez "En route" dans l'app) - Prenez des photos avant/après chaque job - Communiquez avec le client en cas de problème - Complétez le travail selon les standards demandés - Évitez les annulations de dernière minute

# workerFaq_q27
source: How do I change my available equipment?
fr: Comment modifier mon équipement disponible?

# workerFaq_a27
source: In Settings or your Profile, you can check/uncheck the equipment you own: shovel, broom, scraper, salt spreader, snow blower. This helps assign you appropriate jobs.
fr: Dans Paramètres ou dans votre Profil, vous pouvez cocher/décocher les équipements que vous possédez: pelle, balai, grattoir, épandeur de sel, souffleuse. Cela aide à vous assigner les jobs appropriés.

# workerFaq_q28
source: How do I change my notifications?
fr: Comment changer mes notifications?

# workerFaq_a28
source: In Settings > Notifications, you can enable/disable alerts for: new jobs, urgent jobs, and tips received.
fr: Dans Paramètres > Notifications, vous pouvez activer/désactiver les alertes pour: nouveaux jobs, jobs urgents et pourboires reçus.

# workerFaq_q29
source: How do I improve my worker score?
fr: Comment améliorer mon score déneigeur?

# workerFaq_a29
source: Your score is based on: service quality (client ratings), job acceptance rate, punctuality, and completion rate. Provide quality service and be reliable to improve your score.
fr: Votre score est basé sur: la qualité du service (évaluations clients), le taux d'acceptation des jobs, la ponctualité et le taux de complétion. Offrez un service de qualité et soyez fiable pour améliorer votre score.

# workerFaq_q30
source: Can I take a break from the app?
fr: Puis-je prendre une pause de l'application?

# workerFaq_a30
source: Yes! Simply deactivate your availability in the app. You will stop receiving job notifications. Reactivate when you're ready to work.
fr: Oui! Désactivez simplement votre disponibilité dans l'application. Vous ne recevrez plus de notifications de jobs. Réactivez quand vous êtes prêt à travailler.

# worker_verified
source: Verified
fr: Vérifié
