Repository: ChristinNegou/deneige_auto
Catalog: lib/l10n/app_*.arb
Languages: fr

# suspension_reason
source: Reason:
fr: Raison:

# suspension_until
source: Until: {date}
fr: Jusqu'au: {date}

# suspension_contactSupport
source: Contact support at "deneigeauto@yahoo.com" if you believe this is an error.
fr: Contactez le support au "deneigeauto@yahoo.com" si vous pensez qu'il s'agit d'une erreur.

# worker_available
source: Available
fr: Disponible

# worker_offline
source: Offline
fr: Hors ligne

# worker_verificationPending
source: Verification in progress
fr: Vérification en cours

# worker_verificationPendingMessage
source: Your documents are being analyzed. You will be notified once the verification is complete.
fr: Vos documents sont en cours d'analyse. Vous serez notifié une fois la vérification terminée.

# worker_verificationRejected
source: Verification rejected
fr: Vérification refusée

# worker_verificationRejectedMessage
source: Your documents were not approved. Please resubmit valid documents.
fr: Vos documents n'ont pas été approuvés. Veuillez resoumettre des documents valides.

# worker_verificationExpired
source: Verification expired
fr: Vérification expirée

# worker_verificationExpiredMessage
source: Your verification has expired. Please resubmit your documents.
fr: Votre vérification a expiré. Veuillez resoumettre vos documents.

# worker_verificationRequired
source: Verification required
fr: Vérification requise

# worker_verificationRequiredMessage
source: Verify your identity to be able to accept snow removal jobs.
fr: Vérifiez votre identité pour pouvoir accepter des jobs de déneigement.

# worker_verify
source: Verify
fr: Vérifier

# worker_youAreAvailable
source: You are available
fr: Vous êtes disponible

# worker_youAreOffline
source: You are offline
fr: Vous êtes hors ligne

# worker_receivingJobs
source: You are receiving new jobs
fr: Vous recevez les nouveaux jobs

# worker_activateToReceive
source: Activate to receive jobs
fr: Activez pour recevoir des jobs

# worker_jobsCompleted
source: Jobs completed
fr: Jobs terminés

# worker_todayLabel
source: Today
fr: Aujourd'hui

# worker_ratingLabel
source: Rating
fr: Note

# worker_myActiveJobs
source: My active jobs
fr: Mes jobs actifs

# worker_activeJobSingular
source: active
fr: actif

# worker_activeJobPlural
source: active
fr: actifs

# worker_availableJobs
source: Available jobs
fr: Jobs disponibles

# worker_newJob
source: New job!
fr: Nouveau job!

# worker_newJobs
source: {count} new jobs!
fr: {count} nouveaux jobs!

# worker_configureEquipment
source: Configure your equipment
fr: Configurez votre équipement

# worker_configureEquipmentMessage
source: Set up your equipment to see available jobs.
fr: Indiquez vos équipements pour voir les jobs disponibles.

# worker_configure
source: Configure
fr: Configurer

# worker_waitingForJobs
source: Waiting for jobs...
fr: En attente de jobs...

# worker_waitingSubtitle
source: New jobs will appear here automatically
fr: Les nouveaux jobs apparaîtront ici automatiquement

# worker_addMoreEquipment
source: Add more equipment to receive more jobs.
fr: Ajoutez plus d'équipements pour recevoir plus de jobs.

# worker_autoRefresh
source: Auto-refresh every 15s
fr: Actualisation auto. toutes les 15s

# worker_oops
source: Oops!
fr: Oups!

# worker_badge
source: Snow worker
fr: Déneigeur

# worker_equipment
source: Equipment
fr: Équipement

# worker_preferences
source: Preferences
fr: Préférences

# worker_equipShovel
source: Shovel
fr: Pelle

# worker_equipBroom
source: Broom
fr: Balai

# worker_equipScraper
source: Scraper
fr: Grattoir

# worker_equipSaltSpreader
source: Salt/Spreader
fr: Sel/Épandeur

# worker_equipSnowBlower
source: Snow blower
fr: Souffleuse

# worker_equipRoofBroom
source: Roof broom
fr: Balai toit

# worker_equipCloth
source: Cloth
fr: Chiffon

# worker_equipDeicer
source: De-icer
fr: Déglacant

# worker_maxSimultaneousJobs
source: Max simultaneous jobs
fr: Jobs simultanés max

# worker_maxSimultaneousJobsDesc
source: Number of active jobs at the same time
fr: Nombre de jobs actifs en même temps

# worker_notifNewJobs
source: New jobs
fr: Nouveaux jobs

# worker_notifUrgentJobs
source: Urgent jobs
fr: Jobs urgents

# worker_notifTipsReceived
source: Tips received
fr: Pourboires reçus

# worker_helpSupport
source: Help & support
fr: Aide et support

# worker_jobDetails
source: Job details
fr: Détails du job

# worker_clientCancelled
source: The client cancelled the reservation
fr: Le client a annulé la réservation

# worker_jobCancelled
source: Job cancelled
fr: Job annulé

# worker_clientCancelledMessage
source: The client cancelled this reservation.
fr: Le client a annulé cette réservation.

# worker_cancelledMessage
source: This reservation has been cancelled.
fr: Cette réservation a été annulée.

# worker_cancelReason
source: Reason: {reason}
fr: Raison: {reason}

# worker_backToDashboard
source: Back to dashboard
fr: Retour au tableau de bord

# worker_snowRemoval
source: Snow removal
fr: Déneigement

# worker_pricing
source: Pricing
fr: Tarification

# worker_tip
source: Tip
fr: Pourboire

# worker_clientNotes
source: Client notes
fr: Notes du client

# worker_jobAccepted
source: Job accepted successfully!
fr: Job accepté avec succès!

# worker_acceptJob
source: Accept this job
fr: Accepter ce job

# worker_cancelJobTitle
source: Cancel job?
fr: Annuler le job?

# worker_cancelJobWarning
source: You will not be paid for this job. Frequent cancellations may result in suspension.
fr: Vous ne serez pas payé pour ce job. Les annulations fréquentes peuvent entraîner une suspension.

# worker_cancelReason_label
source: Cancellation reason:
fr: Raison de l'annulation:

# worker_cancelDetails
source: Additional details (optional)
fr: Détails supplémentaires (optionnel)

# worker_cancelConfirm
source: Confirm cancellation
fr: Confirmer l'annulation

# worker_cancelVehicleBreakdown
source: Vehicle breakdown
fr: Panne de véhicule

# worker_cancelVehicleBreakdownDesc
source: My vehicle has broken down or has a mechanical issue
fr: Mon véhicule est en panne ou a un problème mécanique

# worker_cancelMedicalEmergency
source: Medical emergency
fr: Urgence médicale

# worker_cancelMedicalEmergencyDesc
source: I have a personal medical emergency
fr: J'ai une urgence médicale personnelle

# worker_cancelDangerousWeather
source: Dangerous weather conditions
fr: Conditions météo dangereuses

# worker_cancelDangerousWeatherDesc
source: Weather conditions make the trip dangerous
fr: Les conditions météo rendent le trajet dangereux

# worker_cancelRoadBlocked
source: Road blocked
fr: Route bloquée

# worker_cancelRoadBlockedDesc
source: The road to the client is blocked or inaccessible
fr: La route vers le client est bloquée ou inaccessible

# worker_cancelFamilyEmergency
source: Family emergency
fr: Urgence familiale

# worker_cancelFamilyEmergencyDesc
source: I have a family emergency
fr: J'ai une urgence familiale

# worker_cancelEquipmentFailure
source: Equipment failure
fr: Équipement défaillant

# worker_cancelEquipmentFailureDesc
source: My snow removal equipment has failed
fr: Mon équipement de déneigement est défaillant

# worker_settingsTitle
source: Settings
fr: Paramètres

# worker_myEquipment
source: My equipment
fr: Mon équipement

# worker_snowShovel
source: Snow shovel
fr: Pelle à neige

# worker_snowBroom
source: Snow broom
fr: Balai à neige

# worker_iceScraper
source: Ice scraper
fr: Grattoir à glace

# worker_myVehicle
source: My vehicle
fr: Mon véhicule

# worker_workPreferences
source: Work preferences
fr: Préférences de travail

# worker_preferredZones
source: Preferred zones
fr: Zones préférées

# worker_notifReception
source: Notification reception
fr: Notification de réception

# worker_otherVehicleType
source: Other vehicle type
fr: Autre type de véhicule

# worker_earningsCompleted
source: Completed
fr: Terminés

# worker_earningsAssigned
source: Assigned
fr: Assignés

# worker_noJobs
source: No jobs available
fr: Aucun job disponible

# worker_noJobsSubtitle
source: New jobs will appear here
fr: Les nouveaux jobs apparaîtront ici

# worker_noAssignedJobs
source: No assigned jobs
fr: Aucun job assigné

# worker_noAssignedSubtitle
source: Accept available jobs to see them here
fr: Acceptez des jobs disponibles pour les voir ici

# worker_reportProblemHint
source: Report an inappropriate client, disputed payment or any other issue
fr: Signaler un client inapproprié, un paiement contesté ou tout autre problème

# verification_title
source: Identity verification
fr: Vérification d'identité

# verification_verifyIdentity
source: Verify your identity
fr: Vérifiez votre identité

# verification_idDocument
source: ID document
fr: Pièce d'identité

# verification_idDocumentDesc
source: Photograph the front (and back if available) of your ID document
fr: Photographiez le recto (et verso si disponible) de votre pièce d'identité

# verification_selfieDesc
source: Take a selfie to confirm you are the person on the ID document
fr: Prenez un selfie pour confirmer que vous êtes bien la personne sur la pièce d'identité

# verification_autoVerification
source: Automatic verification
fr: Vérification automatique

# verification_autoVerificationDesc
source: Our system verifies your documents in a few minutes
fr: Notre système vérifie vos documents en quelques minutes

# verification_acceptedDocuments
source: Accepted documents
fr: Documents acceptés

# verification_permanentResident
source: Permanent resident card
fr: Carte de résident permanent

# verification_startVerification
source: Start verification
fr: Commencer la vérification

# verification_verified
source: Identity verified
fr: Identité vérifiée

# verification_verifiedMessage
source: You can now accept snow removal jobs
fr: Vous pouvez maintenant accepter des jobs de déneigement

# verification_pendingTitle
source: Verification in progress
fr: Vérification en cours

# verification_rejectedTitle
source: Verification rejected
fr: Vérification refusée

# verification_expiredTitle
source: Verification expired
fr: Vérification expirée

# verification_renew
source: Renew my verification
fr: Renouveler ma vérification

# verification_useCamera
source: Use camera
fr: Utiliser la caméra

# verification_captureIdFront
source: Please photograph the front of your ID document
fr: Veuillez photographier le recto de votre pièce d'identité

# verification_selfieFaceComparison
source: We will compare your face with your ID document
fr: Nous comparerons votre visage avec votre pièce d'identité

# verification_summary
source: Summary
fr: Récapitulatif

# verification_submitForVerification
source: Submit for verification
fr: Soumettre pour vérification

# verification_submitted
source: Documents submitted successfully. Verification in progress...
fr: Documents soumis avec succès. Vérification en cours...

# dispute_myDisputes
source: My disputes
fr: Mes litiges

# dispute_all
source: All
fr: Tous

# dispute_open
source: Open
fr: Ouverts

# dispute_underReview
source: Under review
fr: En examen

# dispute_resolved
source: Resolved
fr: Résolus

source: Dispute details
fr: Détails du litige

# dispute_resolutionExpectedBefore
source: Resolution expected before
fr: Résolution attendue avant

# dispute_resolution
source: Resolution
fr: Résolution

# dispute_decision
source: Decision
fr: Décision

# dispute_respondentResponse
source: Respondent's response
fr: Réponse du défendeur

# dispute_noResponse
source: No response
fr: Aucune réponse

# dispute_recommendedDecision
source: Recommended decision
fr: Décision recommandée

# dispute_suggestedRefund
source: Suggested refund
fr: Remboursement suggéré

# dispute_respond
source: Respond
fr: Répondre

# dispute_reportProblem
source: Report a problem
fr: Signaler un problème

# dispute_problemType
source: Problem type
fr: Type de problème

# dispute_reservation
source: Reservation
fr: Réservation

# dispute_amountPaid
source: Amount paid
fr: Montant payé

# dispute_createError
source: Error creating dispute
fr: Erreur lors de la création du litige

source: Dispute created
fr: Litige créé

# dispute_describeRequired
source: Please describe the problem
fr: Veuillez décrire le problème

# dispute_amountExceedsPaid
source: Amount cannot exceed the paid price
fr: Le montant ne peut pas dépasser le prix payé

# dispute_amountMustBePositive
source: Amount must be positive
fr: Le montant doit être positif

# dispute_respondTitle
source: Respond to dispute
fr: Répondre au litige

# dispute_yourResponse
source: Your response
fr: Votre réponse

# dispute_deadlineExpired
source: Deadline expired
fr: Délai dépassé

# dispute_deadlineExpiredMessage
source: The response deadline has passed
fr: Le délai de réponse est dépassé

# dispute_responseDeadline
source: Response deadline
fr: Délai de réponse

# dispute_complaintReceived
source: Complaint received
fr: Plainte reçue

# dispute_writeResponse
source: Please write your response
fr: Veuillez écrire votre réponse

# dispute_sendResponse
source: Send my response
fr: Envoyer ma réponse

# dispute_responseError
source: Error sending response
fr: Erreur lors de l'envoi de la réponse

# dispute_responseSent
source: Response sent
fr: Réponse envoyée

# dispute_addEvidence
source: Add evidence
fr: Ajouter des preuves

# dispute_multipleSelection
source: Multiple selection available
fr: Sélection multiple possible

# dispute_evidenceAdded
source: Evidence added
fr: Preuves ajoutées

# dispute_tipsPhotos
source: Clear, well-lit photos
fr: Photos claires et bien éclairées

# dispute_tipsScreenshots
source: Screenshots of communications
fr: Captures d'écran de communications

# dispute_tipsTimestamp
source: Timestamped photos if possible
fr: Photos horodatées si possible

# admin_reservations
source: Reservations
fr: Réservations

# admin_reservationsManagement
source: Reservation management
fr: Gestion des réservations

# admin_users
source: Users
fr: Utilisateurs

# admin_workers
source: Snow workers
fr: Déneigeurs

# admin_workersManagement
source: Snow workers management
fr: Gestion des déneigeurs

# admin_reports
source: Reports
fr: Rapports

# admin_verifications
source: Verifications
fr: Vérifications

# admin_verificationsTitle
source: Identity verifications
fr: Vérifications d'identité

# admin_ai
source: AI
fr: IA

# admin_stripeAccounts
source: Stripe accounts
fr: Comptes Stripe

# admin_all
source: All
fr: Toutes

# admin_pending
source: Pending
fr: En attente

# admin_assigned
source: Assigned
fr: Assignées

# admin_inProgress
source: In progress
fr: En cours

# admin_completed
source: Completed
fr: Terminées

# admin_cancelled
source: Cancelled
fr: Annulées

# admin_noReservations
source: No reservations found
fr: Aucune réservation trouvée

# admin_refund
source: Refund
fr: Rembourser

# admin_reservationInfo
source: Reservation information
fr: Informations de la réservation

# admin_plannedDate
source: Planned date
fr: Date prévue

# admin_createdAt
source: Created on
fr: Créée le

# admin_completedAt
source: Completed on
fr: Terminée le

# admin_cancelledAt
source: Cancelled on
fr: Annulée le

# admin_parkingSpot
source: Parking spot
fr: Place de parking

# admin_financialDetails
source: Financial details
fr: Détails financiers

# admin_totalPrice
source: Total price
fr: Prix total

# admin_platformFee
source: Platform fee
fr: Commission plateforme

# admin_workerPayment
source: Worker payment
fr: Paiement déneigeur

# admin_paymentStatus
source: Payment status
fr: Statut paiement

# admin_refunded
source: Refunded
fr: Remboursé

# admin_workerLabel
source: Snow worker
fr: Déneigeur

# admin_note
source: Rating
fr: Note

# admin_color
source: Color
fr: Couleur

# admin_plateNumber
source: Plate
fr: Plaque

# admin_cancellationReason
source: Cancellation reason
fr: Raison d'annulation

# admin_proceedRefund
source: Proceed with refund
fr: Procéder au remboursement

# admin_refundTitle
source: Refund reservation
fr: Rembourser la réservation

# admin_maxAmount
source: Maximum amount:
fr: Montant maximum:

# admin_refundAmount
source: Amount to refund
fr: Montant à rembourser

# admin_reasonOptional
source: Reason (optional)
fr: Raison (optionnel)

# admin_invalidAmount
source: Invalid amount
fr: Montant invalide

# admin_noUsers
source: No users found
fr: Aucun utilisateur trouvé

# admin_verified
source: Verified
fr: Vérifiés

# admin_noWorkers
source: No snow workers found
fr: Aucun déneigeur trouvé

# admin_suspendWorker
source: Suspend snow worker
fr: Suspendre le déneigeur

# admin_duration
source: Duration
fr: Durée

# admin_workerStats
source: Snow Worker Statistics
fr: Statistiques Déneigeur

# admin_totalSpent
source: Total spent
fr: Total dépensé

# admin_viewDetails
source: View details
fr: Voir les détails

# admin_resolvedLabel
source: Resolved
fr: Résolues

# admin_topWorkers
source: Top Snow Workers
fr: Top Déneigeurs

# admin_noWorkersYet
source: No snow workers yet
fr: Aucun déneigeur pour le moment

# admin_workersOnly
source: Snow workers only
fr: Déneigeurs uniquement

# admin_adminLogout
source: Admin Logout
fr: Déconnexion Admin

# admin_completionRate
source: Completion rate
fr: Taux de complétion

# admin_activity
source: Activity
fr: Activité

# admin_refreshStripe
source: Refresh Stripe data
fr: Actualiser les données Stripe

# admin_paymentsReceived
source: Payments received
fr: Paiements reçus

# admin_workerTransfers
source: Worker transfers
fr: Transferts déneigeurs

# admin_totalReservations
source: Total Reservations
fr: Total Réservations

# admin_statusDistribution
source: Status distribution
fr: Répartition par statut

# admin_noDataAvailable
source: No data available
fr: Pas de données disponibles

# admin_keyMetrics
source: Key metrics
fr: Métriques clés

# admin_avgRevenuePerReservation
source: Average revenue per reservation
fr: Revenu moyen par réservation

# admin_activeWorkers
source: Active workers
fr: Déneigeurs actifs

# admin_cancelledReservations
source: Cancelled reservations
fr: Réservations annulées

# admin_workerPayments
source: Worker payments
fr: Paiements déneigeurs

# admin_paid
source: Paid
fr: Payé

# admin_syncResult
source: Synchronization result
fr: Résultat de la synchronisation

# admin_approved
source: Approved
fr: Approuvé

# admin_rejected
source: Rejected
fr: Rejeté

# admin_expired
source: Expired
fr: Expiré

# admin_approvedLabel
source: Approved
fr: Approuvées

# admin_rejectedLabel
source: Rejected
fr: Rejetées

# admin_noPendingVerifications
source: No pending verifications
fr: Aucune vérification en attente

# admin_noVerifications
source: No verifications found
fr: Aucune vérification trouvée

# admin_previousDecision
source: Previous decision
fr: Décision précédente

# admin_documentAuthenticity
source: Document authenticity
fr: Authenticité document

# admin_detectedIssues
source: Detected issues
fr: Problèmes détectés

# admin_verificationApproved
source: Verification approved
fr: Vérification approuvée

# admin_verificationRejected
source: Verification rejected
fr: Vérification rejetée

# admin_rejectVerification
source: Reject verification
fr: Rejeter la vérification

# admin_nonCompliant
source: Non-compliant verification
fr: Vérification non conforme

# admin_resolved
source: Resolved
fr: Résolu

# admin_closed
source: Closed
fr: Fermé

# accountType_welcome
source: Welcome! Select your account type
fr: Bienvenue ! Sélectionnez votre type de compte

# accountType_clientSubtitle
source: I'm looking for a snow removal service
fr: Je cherche un service de déneigement

# accountType_snowWorker
source: Snow worker
fr: Déneigeur

# accountType_snowWorkerSubtitle
source: I offer my snow removal services
fr: Je propose mes services de déneigement

# register_accountLabel
source: {role} account
fr: Compte {role}

# resetPassword_title
source: New password
fr: Nouveau mot de passe

# resetPassword_successTitle
source: Success!
fr: Succès !

# resetPassword_description
source: Enter your new password
fr: Entrez votre nouveau mot de passe

# resetPassword_successDescription
source: Your password has been reset successfully. You will be redirected to the login page.
fr: Votre mot de passe a été réinitialisé avec succès. Vous allez être redirigé vers la page de connexion.

# resetPassword_newPassword
source: New password
fr: Nouveau mot de passe

# resetPassword_resetButton
source: Reset password
fr: Réinitialiser le mot de passe

# resetPassword_resetSuccess
source: Password reset successfully!
fr: Mot de passe réinitialisé avec succès !

# resetPassword_resetDone
source: Password reset!
fr: Mot de passe réinitialisé !

# resetPassword_canNowLogin
source: You can now sign in with your new password.
fr: Vous pouvez maintenant vous connecter avec votre nouveau mot de passe.

# resetPassword_goToLogin
source: Go to sign in
fr: Aller à la connexion

# resetPassword_minChars
source: Password must contain at least 6 characters
fr: Le mot de passe doit contenir au moins 6 caractères

# resetPassword_strengthWeak
source: Weak
fr: Faible

# resetPassword_strengthMedium
source: Medium
fr: Moyen

# resetPassword_strengthStrong
source: Strong
fr: Fort

# privacy_title
source: Privacy policy
fr: Politique de confidentialité

# terms_title
source: Terms of service
fr: Conditions d'utilisation

# privacy_lastUpdate
source: Last updated: January 2025
fr: Dernière mise à jour: Janvier 2025

# terms_lastUpdate
source: Last updated: January 2025
fr: Dernière mise à jour: Janvier 2025

# clientHome_greetingLabel
source: Hello,
fr: Bonjour,

# clientHome_quickActions
source: Quick actions
fr: Actions rapides

# clientHome_book
source: Book
fr: Réserver

# clientHome_myAppointments
source: My appts
fr: Mes RDV

# clientHome_upcomingReservations
source: Upcoming reservations
fr: Prochaines réservations

# clientHome_viewAll
source: View all
fr: Voir tout

# clientHome_bookFirstSnowRemoval
source: Book your first snow removal
fr: Réservez votre premier déneigement

# clientHome_workerApproaching
source: Worker approaching
fr: Déneigeur en approche

# clientHome_unknown
source: Unknown
fr: Inconnu

# clientHome_navHome
source: Home
fr: Accueil

# clientHome_navActivities
source: Activities
fr: Activités

# clientHome_navProfile
source: Profile
fr: Profil

# clientHome_ratingThanks
source: Thank you for your rating!
fr: Merci pour votre évaluation!

# clientHome_ratingError
source: Unable to send the rating. Please try again.
fr: Impossible d'envoyer l'évaluation. Veuillez réessayer.

# clientHome_tipError
source: Unable to send the tip. Please try again.
fr: Impossible d'envoyer le pourboire. Veuillez réessayer.

# clientHome_tipSent
source: Tip of {amount}$ sent to {name}
fr: Pourboire de {amount}$ envoyé à {name}

# clientHome_tipErrorPrefix
source: Tip error: {message}
fr: Erreur pourboire: {message}

# clientHome_errorPrefix
source: Error: {message}
fr: Erreur: {message}

# clientHome_theWorker
source: the worker
fr: le déneigeur

# clientHome_mySubscription
source: My subscription
fr: Mon abonnement

# clientHome_userNotAuth
source: Error: user not authenticated
fr: Erreur: utilisateur non authentifié

# weather_snowDepthValue
source: {depth} cm on ground
fr: {depth} cm au sol

# worker_jobsAvailable
source: Available
fr: Disponibles

# worker_jobsMyJobs
source: My jobs
fr: Mes jobs

# worker_accept
source: Accept
fr: Accepter

# admin_loadError
source: Loading error
fr: Erreur de chargement

# admin_sendNotification
source: Send notification
fr: Envoyer notification

# admin_disputes
source: Disputes
fr: Litiges

# admin_aiIntelligence
source: AI Intelligence
fr: Intelligence IA

# admin_quickActions
source: Quick actions
fr: Actions rapides

# admin_notify
source: Notify
fr: Notifier

# admin_toProcess
source: To process
fr: À traiter

# admin_revenue
source: Revenue
fr: Revenus

# admin_thisMonth
source: This month
fr: Ce mois

# admin_grossCommission
source: Gross commission (25%)
fr: Commission brute (25%)
