Repository: ChristinNegou/deneige_auto
Catalog: lib/l10n/app_*.arb
Languages: fr

# wfaq_a27
source: In Settings or your Profile, you can check/uncheck the equipment you own: shovel, broom, scraper, salt spreader, snow blower. This helps assign you appropriate jobs.
fr: Dans Paramètres ou dans votre Profil, vous pouvez cocher/décocher les équipements que vous possédez: pelle, balai, grattoir, épandeur de sel, souffleuse. Cela aide à vous assigner les jobs appropriés.

# wfaq_q28
source: How do I change my notifications?
fr: Comment changer mes notifications?

# wfaq_a28
source: In Settings > Notifications, you can enable/disable alerts for: new jobs, urgent jobs and tips received.
fr: Dans Paramètres > Notifications, vous pouvez activer/désactiver les alertes pour: nouveaux jobs, jobs urgents et pourboires reçus.

# wfaq_q29
source: How do I improve my snow worker score?
fr: Comment améliorer mon score déneigeur?

# wfaq_a29
source: Your score is based on: service quality (client ratings), job acceptance rate, punctuality and completion rate. Provide quality service and be reliable to improve your score.
fr: Votre score est basé sur: la qualité du service (évaluations clients), le taux d'acceptation des jobs, la ponctualité et le taux de complétion. Offrez un service de qualité et soyez fiable pour améliorer votre score.

# wfaq_q30
source: Can I take a break from the app?
fr: Puis-je prendre une pause de l'application?

# wfaq_a30
source: Yes! Simply deactivate your availability in the app. You will no longer receive job notifications. Reactivate when you're ready to work.
fr: Oui! Désactivez simplement votre disponibilité dans l'application. Vous ne recevrez plus de notifications de jobs. Réactivez quand vous êtes prêt à travailler.

# adminDash_quickActions
source: Quick Actions
fr: Actions rapides

# adminDash_users
source: Users
fr: Utilisateurs

# adminDash_reservations
source: Reservations
fr: Réservations

# adminDash_notify
source: Notify
fr: Notifier

# adminDash_clientsWorkers
source: {clients} clients, {workers} workers
fr: {clients} clients, {workers} déneigeurs

# adminDash_todayCount
source: {count} today
fr: {count} aujourd'hui

# adminDash_pending
source: Pending
fr: En attente

# adminDash_toProcess
source: To process
fr: À traiter

# adminDash_completionRate
source: Completion Rate
fr: Taux de complétion

# adminDash_completedCount
source: {count} completed
fr: {count} terminées

# adminDash_pendingCount
source: {count} pending
fr: {count} en attente

# adminDash_inProgress
source: In Progress
fr: En cours

# adminDash_resolved
source: Resolved
fr: Résolues

# adminDash_newRequestsToday
source: {count} new request(s) today
fr: {count} nouvelle(s) demande(s) aujourd'hui

# adminDash_revenue
source: Revenue
fr: Revenus

# adminDash_reservationCount
source: {count} reservations
fr: {count} réservations

# adminDash_thisMonth
source: This Month
fr: Ce mois

# adminDash_grossCommission
source: Gross Commission (25%)
fr: Commission brute (25%)

# adminDash_stripeFees
source: Stripe Fees
fr: Frais Stripe

# adminDash_netCommission
source: Net Commission
fr: Commission nette

# adminDash_tips
source: Tips
fr: Pourboires

# adminDash_topWorkers
source: Top Workers
fr: Top Déneigeurs

# adminDash_viewAll
source: View all
fr: Voir tous

# adminDash_noWorkers
source: No workers at the moment
fr: Aucun déneigeur pour le moment

# adminDash_sendNotification
source: Send a notification
fr: Envoyer une notification

# adminDash_title
source: Title
fr: Titre

# adminDash_recipients
source: Recipients
fr: Destinataires

# adminDash_allUsers
source: All users
fr: Tous les utilisateurs

# adminDash_clientsOnly
source: Clients only
fr: Clients uniquement

# adminDash_workersOnly
source: Workers only
fr: Déneigeurs uniquement

# adminDash_cancel
source: Cancel
fr: Annuler

# adminDash_sendBtn
source: Send
fr: Envoyer

# adminDash_fillAllFields
source: Please fill all fields
fr: Veuillez remplir tous les champs

# adminDash_adminLogout
source: Admin Logout
fr: Déconnexion Admin

# adminDash_logoutConfirm
source: Do you really want to log out of the admin panel?
fr: Voulez-vous vraiment vous déconnecter du panneau d'administration ?

# adminDash_logout
source: Logout
fr: Déconnexion

# addVehicle_title
source: Add a Vehicle
fr: Ajouter un véhicule

# addVehicle_tapAddPhoto
source: Tap to add a photo
fr: Touchez pour ajouter une photo

# addVehicle_newVehicle
source: New Vehicle
fr: Nouveau véhicule

# addVehicle_photoTitle
source: Vehicle Photo
fr: Photo du véhicule

# addVehicle_photoVisibleWorker
source: This photo will be visible to the snow worker
fr: Cette photo sera visible par le déneigeur

# addVehicle_takePhoto
source: Take a photo
fr: Prendre une photo

# addVehicle_useCamera
source: Use the camera
fr: Utiliser l'appareil photo

# addVehicle_choosePhoto
source: Choose a photo
fr: Choisir une photo

# addVehicle_fromGallery
source: From gallery
fr: Depuis la galerie

# addVehicle_deletePhoto
source: Delete photo
fr: Supprimer la photo

# addVehicle_removeSelected
source: Remove selected photo
fr: Retirer la photo sélectionnée

# addVehicle_make
source: Make
fr: Marque

# addVehicle_model
source: Model
fr: Modèle

# addVehicle_year
source: Year
fr: Année

# addVehicle_plate
source: License Plate
fr: Plaque

# addVehicle_required
source: Required
fr: Requis

# addVehicle_invalid
source: Invalid
fr: Invalide

# addVehicle_vehicleType
source: Vehicle Type
fr: Type de véhicule

# addVehicle_color
source: Color
fr: Couleur

# addVehicle_setDefault
source: Set as default vehicle
fr: Définir comme véhicule par défaut

# addVehicle_addBtn
source: Add Vehicle
fr: Ajouter le véhicule

# addVehicle_colorWhite
source: White
fr: Blanc

# addVehicle_colorBlack
source: Black
fr: Noir

# addVehicle_colorGray
source: Gray
fr: Gris

# addVehicle_colorSilver
source: Silver
fr: Argent

# addVehicle_colorRed
source: Red
fr: Rouge

# addVehicle_colorBlue
source: Blue
fr: Bleu

# addVehicle_colorGreen
source: Green
fr: Vert

# addVehicle_colorBrown
source: Brown
fr: Brun

# addCard_title
source: Add a Card
fr: Ajouter une carte

# addCard_securePayment
source: Secure Payment
fr: Paiement sécurisé

# addCard_protectedByStripe
source: Your information is protected by Stripe
fr: Vos informations sont protégées par Stripe

# addCard_cardInfo
source: Card Information
fr: Informations de la carte

# addCard_cardNumber
source: Card Number
fr: Numéro de carte

# addCard_setDefault
source: Set as default method
fr: Définir comme méthode par défaut

# addCard_usedForFuture
source: Used for your future payments
fr: Utilisée pour vos futurs paiements

# addCard_encryptedSecure
source: Encrypted and secure data. Card number never stored.
fr: Données cryptées et sécurisées. Numéro de carte jamais stocké.

# addCard_addBtn
source: Add Card
fr: Ajouter la carte

# addCard_errorAdding
source: Unable to add this card. Check the information and try again.
fr: Impossible d'ajouter cette carte. Vérifiez les informations et réessayez.

# verify_title
source: Identity Verification
fr: Vérification d'identité

# verify_heading
source: Verify your identity
fr: Vérifiez votre identité

# verify_description
source: For everyone's safety, we need to verify your identity before you can accept jobs.
fr: Pour la sécurité de tous, nous devons vérifier votre identité avant que vous puissiez accepter des jobs.

# verify_step1Title
source: ID Document
fr: Pièce d'identité

# verify_step1Desc
source: Photograph the front (and back if available) of your ID document
fr: Photographiez le recto (et verso si disponible) de votre pièce d'identité

# verify_step2Desc
source: Take a selfie to confirm you are the person on the ID document
fr: Prenez un selfie pour confirmer que vous êtes bien la personne sur la pièce d'identité

# verify_step3Title
source: Automatic verification
fr: Vérification automatique

# verify_step3Desc
source: Our system verifies your documents in a few minutes
fr: Notre système vérifie vos documents en quelques minutes

# verify_acceptedDocs
source: Accepted documents
fr: Documents acceptés

# verify_driverLicense
source: Driver's license
fr: Permis de conduire

# verify_healthCard
source: Health insurance card
fr: Carte d'assurance maladie

# verify_passport
source: Passport
fr: Passeport

# verify_permanentResident
source: Permanent resident card
fr: Carte de résident permanent

# verify_startBtn
source: Start verification
fr: Commencer la vérification

# verify_approved
source: Identity verified
fr: Identité vérifiée

# verify_approvedDesc
source: You can now accept snow removal jobs
fr: Vous pouvez maintenant accepter des jobs de déneigement

# verify_expiresOn
source: Expires on {date}
fr: Expire le {date}

# verify_pendingTitle
source: Verification in progress
fr: Vérification en cours

# verify_pendingDesc
source: We are analyzing your documents. This may take a few minutes.
fr: Nous analysons vos documents. Cela peut prendre quelques minutes.

# verify_refresh
source: Refresh
fr: Actualiser

# verify_rejectedTitle
source: Verification rejected
fr: Vérification refusée

# verify_attemptsRemaining
source: Attempts remaining: {count}
fr: Tentatives restantes: {count}

# verify_resubmit
source: Resubmit my documents
fr: Resoumettre mes documents

# verify_maxAttempts
source: Maximum number of attempts reached
fr: Nombre maximum de tentatives atteint

# verify_contactSupport
source: Please contact support for assistance.
fr: Veuillez contacter le support pour assistance.

# verify_expiredTitle
source: Verification expired
fr: Vérification expirée

# verify_expiredDesc
source: Your identity verification has expired. Please resubmit your documents.
fr: Votre vérification d'identité a expiré. Veuillez resoumettre vos documents.

# verify_renewBtn
source: Renew my verification
fr: Renouveler ma vérification

# worker_revenue
source: Revenue
fr: Revenus

# worker_myRevenue
source: My revenue
fr: Mes revenus

# resDetail_errorPrefix
source: Error: {message}
fr: Erreur: {message}

# resDetail_ratingSuccessTipError
source: Rating sent, but tip error: {message}
fr: Évaluation envoyée, mais erreur pourboire: {message}

# resDetail_tipSent
source: Thank you! Tip of {amount}$ sent
fr: Merci! Pourboire de {amount}$ envoyé

# resDetail_ratingSuccess
source: Thank you for your rating!
fr: Merci pour votre évaluation!

# activities_title
source: Activities
fr: Activités

# activities_inProgress
source: In progress
fr: En cours

# activities_completed
source: Completed
fr: Terminées

# activities_emptyCompleted
source: No completed activities
fr: Aucune activité terminée

# activities_emptyInProgress
source: No activities in progress
fr: Aucune activité en cours

# activities_emptyCompletedSubtitle
source: Your completed snow removals will appear here
fr: Vos déneigements terminés apparaîtront ici

# activities_emptyInProgressSubtitle
source: Your ongoing snow removals will appear here
fr: Vos déneigements en cours apparaîtront ici

# reservationSuccess_title
source: Reservation confirmed!
fr: Réservation confirmée !

# reservationSuccess_subtitle
source: Your snow removal request has been successfully registered.
fr: Votre demande de déneigement a été enregistrée avec succès.

# reservationSuccess_reservationNumber
source: Reservation number
fr: Numéro de réservation

# reservationSuccess_nextSteps
source: Next steps
fr: Prochaines étapes

# reservationSuccess_step1
source: 1. A snow worker will be assigned shortly
fr: 1. Un déneigeur sera assigné sous peu

# reservationSuccess_step2
source: 2. You will receive a notification
fr: 2. Vous recevrez une notification

# reservationSuccess_step3
source: 3. Track the progress in real time
fr: 3. Suivez l'avancement en temps réel

# reservationSuccess_backToHome
source: Back to home
fr: Retour à l'accueil

# reservationSuccess_viewReservations
source: View my reservations
fr: Voir mes réservations

# step1_vehicle
source: Vehicle
fr: Véhicule

# step1_location
source: Location
fr: Emplacement

# step1_assignedSpot
source: Assigned spot
fr: Place assignée

# step1_haveSpotNumber
source: I have a spot number
fr: J'ai un numéro de place

# step1_freeLocation
source: Free location
fr: Emplacement libre

# step1_describeLocation
source: Describe where the vehicle is located
fr: Décrivez où se trouve le véhicule

# step1_noVehicle
source: No vehicle
fr: Aucun véhicule

# step1_addFirstVehicle
source: Add your first vehicle
fr: Ajoutez votre premier véhicule

# step1_addVehicle
source: Add a vehicle
fr: Ajouter un véhicule

# step1_chipFrontBuilding
source: In front of the building
fr: Devant le bâtiment

# step1_chipNearEntrance
source: Near the entrance
fr: Près de l'entrée

# step1_chipVisitorZone
source: Visitor zone
fr: Zone visiteurs

# step1_chipRearParking
source: Rear parking
fr: Stationnement arrière

# step2_gpsPosition
source: GPS Position
fr: Position GPS

# step2_address
source: Address
fr: Adresse

# step2_searching
source: Searching...
fr: Recherche en cours...

# step2_positionDetected
source: Position detected
fr: Position détectée

# step2_positionUnavailable
source: Position unavailable, enable your GPS
fr: Position non disponible, activez votre GPS

# step2_pleaseWait
source: Please wait
fr: Veuillez patienter

# step2_checkAddress
source: Check the address below
fr: Vérifiez l'adresse ci-dessous

# step2_enterManually
source: Enter the address manually
fr: Entrez l'adresse manuellement

# step2_refresh
source: Refresh
fr: Actualiser

# step2_retry
source: Retry
fr: Réessayer

# step2_addressValidated
source: Address validated
fr: Adresse validée

# step2_validateAddress
source: Validate address
fr: Valider l'adresse

# step2_addressTip
source: The address helps our snow workers locate your vehicle
fr: L'adresse aide nos déneigeurs à localiser votre véhicule

# step3_departureDate
source: Departure date
fr: Date de départ

# step3_departureTime
source: Departure time
fr: Heure de départ

# step3_selectDate
source: Select a date
fr: Sélectionner une date

# step3_selectTime
source: Select a time
fr: Sélectionner une heure

# step3_urgentReservation
source: Urgent reservation
fr: Réservation urgente

# step3_urgencyFee
source: 40% urgency fee applied
fr: Frais d'urgence de 40% appliqués

# step4_additionalOptions
source: Additional options
fr: Options supplementaires

# step4_snowDepth
source: Snow depth
fr: Profondeur de neige

# step4_summary
source: Summary
fr: Recapitulatif

# step5_location
source: Location
fr: Localisation

# step5_yourReservation
source: Your reservation
fr: Votre réservation

# step5_ourGuarantees
source: Our guarantees
fr: Nos garanties

# step5_freeCancellation
source: Free cancellation
fr: Annulation gratuite

# step5_upTo2hBefore
source: Up to 2h before
fr: Jusqu'à 2h avant

# step5_qualityGuarantee
source: Quality guarantee
fr: Garantie qualité

# step5_satisfiedOrRefunded
source: Satisfied or refunded
fr: Satisfait ou remboursé

# step5_photosAfter
source: After photos
fr: Photos après

# step5_proofOfService
source: Proof of service
fr: Preuve de service

# step5_punctuality
source: Punctuality
fr: Ponctualité

# step5_discountIfLate
source: Discount if late
fr: Remise si retard

# month_feb
source: FEB
fr: FÉV

# month_apr
source: APR
fr: AVR

# month_may
source: MAY
fr: MAI

# month_jun
source: JUN
fr: JUIN

# month_jul
source: JUL
fr: JUIL

# month_aug
source: AUG
fr: AOÛ

# month_dec
source: DEC
fr: DÉC

source: Profile photo updated
fr: Photo de profil mise à jour

# profile_phoneVerified
source: Phone number verified and updated
fr: Numéro de téléphone vérifié et mis à jour

# profile_verify
source: Verify
fr: Vérifier

# subscription_selectedPlan
source: You have selected the {planName} plan
fr: Vous avez sélectionné le plan {planName}

# subscription_comingSoon
source: This feature will be available soon.
fr: Cette fonctionnalité sera bientôt disponible.

# subscription_planSelected
source: {planName} plan selected
fr: Plan {planName} sélectionné

# legal_legalNotices
source: Legal notices
fr: Mentions légales

# legal_appUsageRules
source: App usage rules
fr: Règles d'utilisation de l'application

# worker_photoSentSuccess
source: Photo sent successfully!
fr: Photo envoyée avec succès!

# worker_positionConfirmed
source: Position confirmed!
fr: Position confirmée!

# worker_coordinatesUnavailable
source: Coordinates unavailable
fr: Coordonnées non disponibles

# worker_phoneUnavailable
source: Phone number unavailable
fr: Numéro de téléphone non disponible

# worker_userNotAuth
source: Error: user not authenticated
fr: Erreur: utilisateur non authentifié

# worker_iArrived
source: I have arrived
fr: Je suis arrivé

# worker_startJob
source: Start
fr: Commencer

# worker_openGps
source: Open GPS
fr: Ouvrir GPS

# worker_finishJob
source: Finish the job
fr: Terminer le job

# worker_inFavorOfComplainant
source: In favor of complainant
fr: En faveur du plaignant

# worker_inFavorOfDefendant
source: In favor of defendant
fr: En faveur du defenseur

# worker_fullRefund
source: Full refund
fr: Remboursement complet

# worker_partialRefund
source: Partial refund
fr: Remboursement partiel

# worker_noAction
source: No action
fr: Aucune action

# worker_mutualAgreement
source: Mutual agreement
fr: Accord mutuel

# worker_warningAction
source: Warning
fr: Avertissement

# worker_permanentBan
source: Permanent ban
fr: Bannissement permanent

# worker_selectDecision
source: Select a decision
fr: Sélectionnez une décision

# worker_disputeResolvedSuccess
source: Dispute resolved successfully
fr: Litige résolu avec succès

# summary_reservationSummary
source: Reservation summary
fr: Résumé de la réservation

# summary_spot
source: Spot
fr: Place

# summary_departure
source: Departure
fr: Départ

# summary_snow
source: Snow
fr: Neige

# summary_place
source: Spot {number}
fr: Place {number}

# option_windowScraping
source: Window scraping
fr: Grattage des vitres

# option_doorDeicing
source: Door deicing
fr: Déglaçage des portes

# option_wheelClearance
source: Wheel clearance
fr: Dégagement des roues

# option_roofClearing
source: Roof clearing
fr: Déneigement du toit

# option_saltSpreading
source: Salt spreading
fr: Épandage de sel

# option_lightsCleaning
source: Lights cleaning
fr: Nettoyage phares/feux

# option_perimeterClearance
source: Perimeter clearance
fr: Dégagement périmètre

# option_exhaustCheck
source: Exhaust check
fr: Vérif. échappement

# option_windowScrapingShort
source: Windows
fr: Vitres

# option_doorDeicingShort
source: Doors
fr: Portes

# option_wheelClearanceShort
source: Wheels
fr: Roues

# option_roofClearingShort
source: Roof
fr: Toit

# option_saltSpreadingShort
source: Salt
fr: Sel

# option_lightsCleaningShort
source: Lights
fr: Phares

# option_perimeterClearanceShort
source: Perimeter
fr: Périmètre

# option_exhaustCheckShort
source: Exhaust
fr: Échapp.

# option_windowScrapingDesc
source: Complete scraping of all windows
fr: Grattage complet de toutes les vitres

# option_doorDeicingDesc
source: Handle and lock deicing
fr: Dégivrage des poignées et serrures

# option_wheelClearanceDesc
source: Clearing snow around the wheels
fr: Dégagement de la neige autour des roues

# option_roofClearingDesc
source: Remove accumulated snow from the roof
fr: Enlever la neige accumulée sur le toit

# option_saltSpreadingDesc
source: Salt application around the vehicle
fr: Application de sel autour du véhicule

# option_lightsCleaningDesc
source: Cleaning headlights and taillights
fr: Nettoyage des phares et feux arrière

# option_perimeterClearanceDesc
source: Complete snow removal around the vehicle
fr: Déneigement complet autour du véhicule

# option_exhaustCheckDesc
source: Check that the exhaust is clear
fr: Vérifier que l'échappement est dégagé

# price_baseSnowRemoval
source: Base snow removal
fr: Déneigement de base

# price_vehicleAdjustment
source: Vehicle adjustment
fr: Ajustement véhicule

# price_parkingAdjustment
source: Spot adjustment
fr: Ajustement place

# price_snowSurcharge
source: Snow surcharge
fr: Supplément neige

# price_additionalOptions
source: Additional options
fr: Options supplémentaires

# price_urgencyFee
source: Urgency fee (40%)
fr: Frais d'urgence (40%)

# price_subtotal
source: Subtotal
fr: Sous-total

# price_serviceFee
source: Service fee
fr: Frais de service

# price_insuranceFee
source: Insurance fee
fr: Frais d'assurance

# price_taxesCalculatedFor
source: Taxes calculated for: {province}
fr: Taxes calculées pour: {province}

# price_totalToPay
source: Total to pay
fr: Total à payer

# price_taxesIncluded
source: Taxes included
fr: Taxes incluses

# price_urgentBanner
source: Urgent reservation - Increased fees
fr: Réservation urgente - Frais majorés

# snow_estimatedDepth
source: Estimated snow depth
fr: Profondeur de neige estimée

# snow_optionalHelper
source: Optional - Helps estimate the required time
fr: Optionnel - Aide à estimer le temps requis

# ai_estimationTitle
source: AI Estimation
fr: Estimation IA

# ai_estimationSubtitle
source: Suggested price based on demand
fr: Prix suggéré basé sur la demande

# ai_priceFactors
source: Price factors
fr: Facteurs de prix

# ai_urgency
source: Urgency
fr: Urgence

# ai_weather
source: Weather
fr: Météo

# ai_demand
source: Demand
fr: Demande

# ai_estimationLoading
source: AI estimation in progress...
fr: Estimation IA en cours...

source: AI estimation unavailable
fr: Estimation IA non disponible

# worker_yesStart
source: Yes, start
fr: Oui, commencer

# dispute_addEvidenceButton
source: Add evidence
fr: Ajouter des preuves

# dispute_addEvidenceError
source: Error adding evidence
fr: Erreur lors de l'ajout des preuves

# dispute_addEvidenceTitle
source: Add evidence
fr: Ajouter une preuve

# dispute_additionalDetailsOptional
source: Additional details (optional)
fr: Détails supplémentaires (optionnel)

# dispute_addMorePhotos
source: Add more photos
fr: Ajouter plus de photos

# dispute_addPhotoOrDescription
source: Add at least one photo or a description
fr: Ajoutez au moins une photo ou une description

# dispute_addPhotosInstruction
source: Add photos to support your response (photos of work done, conversation screenshots, etc.)
fr: Ajoutez des photos pour appuyer votre réponse (photos du travail effectué, captures d'écran de conversation, etc.)

# dispute_aiAnalysis
source: AI Analysis
fr: Analyse IA

# dispute_amount
source: Amount
fr: Montant

# dispute_appeal
source: Appeal
fr: Faire appel

# dispute_appealExplanation
source: Explain why you are contesting this decision (minimum 50 characters):
fr: Expliquez pourquoi vous contestez cette décision (minimum 50 caractères):

# dispute_appealJustificationHint
source: Your justification...
fr: Votre justification...

# dispute_appealSubmitted
source: Appeal submitted successfully
fr: Appel soumis avec succès

# dispute_attachedPhotos
source: Attached photos
fr: Photos jointes

# dispute_cannotSendReportRetry
source: Unable to send the report. Please try again.
fr: Impossible d'envoyer le signalement. Veuillez réessayer.

# dispute_cannotSendResponseRetry
source: Unable to send the response. Please try again.
fr: Impossible d'envoyer la réponse. Veuillez réessayer.

# dispute_claimedAmountValue
source: Claimed amount: {amount} $
fr: Montant réclamé: {amount} $

# dispute_confirmNoShowRequired
source: Please confirm the worker's absence before submitting
fr: Veuillez confirmer l'absence du déneigeur avant de soumettre

# dispute_confirmNoShowStatement
source: I confirm that the snow worker did not show up for the scheduled service.
fr: Je confirme que le déneigeur ne s'est pas présenté pour le service prévu.

# dispute_deadlines
source: Deadlines
fr: Délais

# dispute_decisionFavorClaimant
source: In your favor
fr: En votre faveur

# dispute_decisionFavorRespondent
source: In favor of the respondent
fr: En faveur du défenseur

# dispute_decisionFullRefund
source: Full refund
fr: Remboursement complet
