Repository: ChristinNegou/deneige_auto
Catalog: lib/l10n/app_*.arb
Languages: fr

# dispute_decisionLabel
source: Decision: {decision}
fr: Décision: {decision}

# dispute_decisionMutualAgreement
source: Mutual agreement
fr: Accord mutuel

# dispute_decisionNoAction
source: No action
fr: Aucune action

# dispute_decisionPartialRefund
source: Partial refund
fr: Remboursement partiel

# dispute_describeEvidenceHint
source: Describe the evidence provided...
fr: Décrivez les preuves fournies...

# dispute_describeSituationHint
source: Describe the situation...
fr: Décrivez la situation...

# dispute_descriptionOptional
source: Description (optional)
fr: Description (optionnelle)

# dispute_evidenceAddedMessage
source: Your evidence has been added to the dispute file.
fr: Vos preuves ont été ajoutées au dossier du litige.

# dispute_evidenceCount
source: Evidence ({count})
fr: Preuves ({count})

# dispute_evidenceStrength
source: Evidence strength
fr: Force des preuves

# dispute_evidenceTips
source: Tips for good evidence
fr: Conseils pour de bonnes preuves

# dispute_expired
source: Expired
fr: Expiré

# dispute_falseReportWarning
source: False reports may result in penalties on your account.
fr: Les faux signalements peuvent entraîner des sanctions sur votre compte.

# dispute_filterAll
source: All
fr: Tous

# dispute_filterOpen
source: Open
fr: Ouverts

# dispute_filterResolved
source: Resolved
fr: Résolus

# dispute_filterUnderReview
source: Under review
fr: En examen

# dispute_imagesLoadError
source: Unable to load images
fr: Impossible de charger les images

# dispute_keyFindings
source: Key findings:
fr: Constats clés:

# dispute_minCharsRequired
source: Minimum 50 characters required
fr: Minimum 50 caractères requis

# dispute_noDisputes
source: No disputes
fr: Aucun litige

# dispute_noDisputesMessage
source: You have no ongoing disputes. To report a problem, go to a reservation's details and tap "Report a problem".
fr: Vous n'avez aucun litige en cours. C'est une bonne nouvelle!

# dispute_notAssigned
source: Not assigned
fr: Non assigné

source: Dispute not found
fr: Litige introuvable

# dispute_notFoundMessage
source: This dispute could not be found or has been deleted.
fr: Ce litige est introuvable ou a été supprimé.

# dispute_notifiedOfDecision
source: You will be notified of the final decision.
fr: Vous serez notifié de la décision finale.

# dispute_notifiedWhenResolved
source: You will be notified when the case is resolved.
fr: Vous serez notifié lorsque le dossier sera résolu.

# dispute_openDate
source: Open date
fr: Date d'ouverture

# dispute_priority
source: Priority
fr: Priorité

# dispute_priorityHigh
source: High
fr: Haute

# dispute_priorityLow
source: Low
fr: Basse

# dispute_priorityMedium
source: Medium
fr: Moyenne

# dispute_priorityUrgent
source: Urgent
fr: Urgente

# dispute_reasoning
source: Reasoning
fr: Raisonnement

# dispute_refund
source: Refund
fr: Remboursement

# dispute_refundAmount
source: Refund: {amount} $
fr: Remboursement: {amount} $

# dispute_refundIfConfirmed
source: If the absence is confirmed, you will receive a refund of {amount} $.
fr: Si l'absence est confirmée, vous recevrez un remboursement de {amount} $.

# dispute_remainingTimeDaysHours
source: {days}d {hours}h remaining
fr: {days}j {hours}h restantes

# dispute_remainingTimeHoursMin
source: {hours}h {minutes}min remaining
fr: {hours}h {minutes}min restantes

# dispute_remainingTimeMin
source: {minutes}min remaining
fr: {minutes}min restantes

# dispute_reportAutoConfirmed
source: Your report has been automatically confirmed. A refund will be processed.
fr: Votre signalement a été automatiquement confirmé. Un remboursement sera effectué.

# dispute_reportNoShow
source: Report no-show
fr: Signaler une absence

# dispute_reportNoShowButton
source: Report the absence
fr: Signaler l'absence

# dispute_reportSent
source: Report sent
fr: Signalement envoyé

# dispute_reportUnderReview
source: Your report has been submitted and will be reviewed by our team.
fr: Votre signalement a été soumis et sera examiné par notre équipe.

# dispute_reservationDetails
source: Reservation details
fr: Détails de la réservation

# dispute_resolvedCannotAddEvidence
source: This dispute is resolved or closed. You cannot add evidence.
fr: Ce litige est résolu ou fermé. Vous ne pouvez plus ajouter de preuves.

# dispute_resolvedOn
source: Resolved on {date}
fr: Résolu le {date}

# dispute_responseDeadlinePassed
source: Response deadline passed
fr: Délai de réponse dépassé

# dispute_responseExpectedBefore
source: Response expected before
fr: Réponse attendue avant

# dispute_responseHint
source: Write your response here...
fr: Écrivez votre réponse ici...

# dispute_responseInstruction
source: Explain your version of the facts. Be precise and factual.
fr: Expliquez votre version des faits. Soyez précis et factuel.

# dispute_responseSentMessage
source: Your response has been recorded. The administrator will review the dispute and make a decision.
fr: Votre réponse a été enregistrée. L'administrateur va examiner le litige et prendra une décision.

# dispute_responseTooShort
source: Your response is too short (minimum 50 characters)
fr: Votre réponse est trop courte (minimum 50 caractères)

# dispute_riskFactors
source: Risk factors
fr: Facteurs de risque

# dispute_scheduledTime
source: Scheduled time
fr: Heure prévue

# dispute_snowWorkerLabel
source: Snow worker
fr: Déneigeur

# dispute_submitAppeal
source: Submit appeal
fr: Soumettre l'appel

# dispute_submitEvidence
source: Submit evidence
fr: Soumettre les preuves

# dispute_submittedOn
source: Submitted on {date}
fr: Soumis le {date}

# dispute_takePhoto
source: Take a photo
fr: Prendre une photo

# dispute_tipsRelevantDocs
source: Any relevant documents
fr: Tout document pertinent

# dispute_viewDetails
source: View details
fr: Voir les détails

# dispute_workerDidNotCome
source: Worker did not show up
fr: Le déneigeur ne s'est pas présenté

# dispute_workerDidNotComeDesc
source: Report that the worker {name} did not come for the scheduled service.
fr: Signalez que le déneigeur {name} ne s'est pas présenté pour le service prévu.

# worker_accountAlreadyConfigured
source: Your account is already configured!
fr: Votre compte est déjà configuré!

# worker_accountConfigured
source: Account configured
fr: Compte configuré

# worker_accountDeleted
source: Account deleted
fr: Compte supprimé

# worker_accountsConfiguredCount
source: {count} account(s) configured
fr: {count} compte(s) configuré(s)

# worker_accountSetAsPrimary
source: Account set as primary
fr: Compte défini comme principal

# worker_accountVerified
source: Account verified
fr: Compte vérifié

# worker_actionSuccess
source: Action successful
fr: Action réussie

# worker_activeJob
source: Active job
fr: Job actif

# worker_addAccount
source: Add an account
fr: Ajouter un compte

# worker_addBankAccountToReceive
source: Add a bank account to receive your earnings
fr: Ajoutez un compte bancaire pour recevoir vos gains

# worker_additionalDetailsOptional
source: Additional details (optional)
fr: Détails supplémentaires (optionnel)

# worker_arrivedConfirmedMessage
source: You are {distanceMeters}m from the vehicle. You can now start the work.
fr: Vous êtes à {distanceMeters}m du véhicule. Vous pouvez maintenant commencer le travail.

# worker_automaticTransfers
source: Automatic transfers
fr: Virements automatiques

# worker_balance
source: Balance
fr: Solde

# worker_bankAccounts
source: Bank accounts
fr: Comptes bancaires

# worker_basicInfo
source: Basic information
fr: Informations de base

# worker_cameraPermissionError
source: Unable to take photo. Check camera permissions.
fr: Impossible de prendre la photo. Vérifiez les permissions de la caméra.

# worker_cancelJobQuestion
source: Cancel the job?
fr: Annuler le job?

# worker_cancelReasonEquipmentFailure
source: Equipment failure
fr: Équipement défaillant

# worker_cancelReasonEquipmentFailureDesc
source: My snow removal equipment has failed
fr: Mon équipement de déneigement est défaillant

# worker_cancelReasonFamilyEmergency
source: Family emergency
fr: Urgence familiale

# worker_cancelReasonFamilyEmergencyDesc
source: I have a family emergency
fr: J'ai une urgence familiale

# worker_cancelReasonLabel
source: Cancellation reason:
fr: Raison de l'annulation:

# worker_cancelReasonMedicalEmergency
source: Medical emergency
fr: Urgence médicale

# worker_cancelReasonMedicalEmergencyDesc
source: I have a personal medical emergency
fr: J'ai une urgence médicale personnelle

# worker_cancelReasonRoadBlocked
source: Road blocked
fr: Route bloquée

# worker_cancelReasonRoadBlockedDesc
source: The road to the client is blocked or inaccessible
fr: La route vers le client est bloquée ou inaccessible

# worker_cancelReasonSevereWeather
source: Dangerous weather conditions
fr: Conditions météo dangereuses

# worker_cancelReasonSevereWeatherDesc
source: Weather conditions make the trip dangerous
fr: Les conditions météo rendent le trajet dangereux

# worker_cancelReasonVehicleBreakdown
source: Vehicle breakdown
fr: Panne de véhicule

# worker_cancelReasonVehicleBreakdownDesc
source: My vehicle has broken down or has a mechanical issue
fr: Mon véhicule est en panne ou a un problème mécanique

# worker_cancelThisJob
source: Cancel this job
fr: Annuler ce job

# worker_cancelWarning
source: You will not be paid for this job. Frequent cancellations may result in suspension.
fr: Vous ne serez pas payé pour ce job. Les annulations fréquentes peuvent entraîner une suspension.

# worker_cannotDeterminePosition
source: Unable to determine your position. Enable location and try again.
fr: Impossible de déterminer votre position. Activez la localisation et réessayez.

# worker_cannotOpenStripeLink
source: Unable to open the Stripe link
fr: Impossible d'ouvrir le lien Stripe

# worker_canNowFinish
source: You can now finish
fr: Vous pouvez maintenant terminer

# worker_configureNow
source: Configure now
fr: Configurer maintenant

# worker_configurePayments
source: Configure your payments
fr: Configurez vos paiements

# worker_confirmCancellation
source: Confirm cancellation
fr: Confirmer l'annulation

# worker_confirmCompleteJob
source: Are you sure you want to mark this job as completed?
fr: Êtes-vous sûr de vouloir marquer ce job comme terminé?

# worker_connectingToStripe
source: Connecting to Stripe...
fr: Connexion à Stripe...

# worker_continueSetup
source: Continue setup
fr: Continuer la configuration

# worker_deleteAccountConfirm
source: Are you sure you want to delete the account ending in {last4}?
fr: Voulez-vous vraiment supprimer le compte se terminant par {last4}?

# worker_deleteAccountQuestion
source: Delete this account?
fr: Supprimer ce compte?

# worker_depositsIn23Days
source: Deposits within 2-3 business days
fr: Dépôts sous 2-3 jours ouvrables

# worker_documentsRequired
source: Required documents
fr: Documents requis

# worker_documentsSubmitted
source: Documents submitted
fr: Documents soumis

# worker_documentsVerified
source: Documents verified
fr: Documents vérifiés

# worker_enlarge
source: Enlarge
fr: Agrandir

# worker_fundsDepositedInfo
source: Funds are deposited to your bank account within 2-3 business days.
fr: Les fonds sont déposés sur votre compte bancaire sous 2-3 jours ouvrables.

# worker_goodJob
source: Good job!
fr: Bon travail!

# worker_headToClient
source: Head to the client
fr: Dirigez-vous vers le client

# worker_howItWorks
source: How it works
fr: Comment ça fonctionne

# worker_identityVerificationInfo
source: To receive your payments, Stripe must verify your identity. Prepare the following documents:
fr: Pour recevoir vos paiements, Stripe doit vérifier votre identité. Préparez les documents suivants:

# worker_jobCompletedSuccess
source: Job completed successfully!
fr: Job terminé avec succès!

# worker_jobStarted
source: Job started!
fr: Job démarré!

# worker_locationError
source: Location error
fr: Erreur de localisation

# worker_locationPermissionDenied
source: Location permission denied
fr: Permission de localisation refusée

# worker_locationPermissionDeniedForever
source: Location permission permanently denied. Enable it in settings.
fr: Permission de localisation refusée définitivement. Activez-la dans les paramètres.

# worker_manageBankAccounts
source: Manage my bank accounts
fr: Gérer mes comptes bancaires

# worker_noBankAccount
source: No bank account
fr: Aucun compte bancaire

# worker_noBankAccountWarning
source: No bank account configured. Add one to receive your earnings.
fr: Aucun compte bancaire configuré. Ajoutez-en un pour recevoir vos gains.

# worker_noGpsConfirmArrival
source: This job has no GPS coordinates recorded. Do you confirm you have arrived at the indicated location?
fr: Ce job n'a pas de coordonnées GPS enregistrées. Confirmez-vous être arrivé à l'emplacement indiqué?

# worker_notChargedForJob
source: You will not be charged for this job.
fr: Vous ne serez pas facturé pour ce job.

# worker_paymentDistribution
source: Payment distribution
fr: Répartition des paiements

# worker_paymentExample
source: Example: For a $50 job, you receive {amount}$
fr: Exemple: Pour un job à 50$, vous recevez {amount}$

# worker_payments
source: Payments
fr: Paiements

# worker_paymentsActive
source: Payments active
fr: Paiements actifs

# worker_payoutsActive
source: Payouts active
fr: Virements actifs

# worker_photoId
source: Photo ID
fr: Pièce d'identité avec photo

# worker_photoIdDesc
source: Driver's license, passport or ID card
fr: Permis de conduire, passeport ou carte d'identité

# worker_photoOfCompletedWork
source: Photo of completed work
fr: Photo du travail terminé

# worker_photoRequired
source: Photo required
fr: Photo requise

# worker_photoRequirements
source: Photo requirements
fr: Exigences pour les photos

# worker_photoUploadError
source: Unable to upload the photo. Check your connection.
fr: Impossible d'envoyer la photo. Vérifiez votre connexion.

# worker_platformCommission
source: Platform commission
fr: Commission plateforme

# worker_poweredByStripe
source: Powered by Stripe
fr: Propulsé par Stripe

# worker_poweredByStripeLeader
source: Powered by Stripe, the world leader in payments
fr: Propulsé par Stripe, leader mondial des paiements

# worker_pressEnRouteToStart
source: Press "En route" to start
fr: Appuyez sur "En route" pour commencer

# worker_primary
source: Primary
fr: Principal

# worker_primaryAccount
source: Primary account
fr: Compte principal

# worker_primaryAccountInfo
source: Your earnings will be deposited to the account marked as primary.
fr: Vos gains seront déposés sur le compte marqué comme principal.

# worker_proofOfAddress
source: Proof of address
fr: Preuve d'adresse

# worker_proofOfAddressDesc
source: Recent utility bill or bank statement
fr: Facture de services publics ou relevé bancaire récent

# worker_readyToReceive
source: Ready to receive payments
fr: Prêt à recevoir des paiements

# worker_receiveEarningsDirectly
source: Receive your earnings directly
fr: Recevez vos gains directement

# worker_reqColorPhoto
source: Color photo (JPG or PNG format)
fr: Photo en couleur (format JPG ou PNG)

# worker_reqNameDobVisible
source: Name and date of birth visible
fr: Nom et date de naissance lisibles

# worker_reqNotExpired
source: Document not expired
fr: Document non expiré

# worker_reqOriginalDoc
source: Original document, not a photocopy
fr: Document original, pas une photocopie

# worker_retakePhoto
source: Retake
fr: Reprendre

# worker_securePayments
source: Secure payments
fr: Paiements sécurisés

# worker_sendDocumentsToActivate
source: Send your identity documents to activate payouts.
fr: Envoyez vos documents d'identité pour activer les virements.

# worker_sending
source: Sending...
fr: Envoi...

# worker_sendMyDocuments
source: Send my documents
fr: Envoyer mes documents

# worker_setAsPrimary
source: Set as primary
fr: Définir comme principal

# worker_statusUnknown
source: Unknown
fr: Inconnu

# worker_statusUpdatedEnRoute
source: Status updated: En route
fr: Statut mis à jour: En route

# worker_step1ClientPays
source: The client pays
fr: Le client paie

# worker_step1Subtitle
source: Payment is processed by Stripe
fr: Le paiement est traité par Stripe

# worker_step1SubtitleShort
source: Payment processed by Stripe
fr: Paiement traité par Stripe

# worker_step2AutoDistribution
source: Automatic distribution
fr: Répartition automatique

# worker_step2Distribution
source: Distribution
fr: Répartition

# worker_step2Subtitle
source: Your share is calculated instantly
fr: Votre part est calculée instantanément

# worker_step2SubtitleShort
source: Your share is calculated
fr: Votre part est calculée

# worker_step3Deposit
source: Deposit
fr: Dépôt

# worker_step3DepositToAccount
source: Deposit to your account
fr: Dépôt sur votre compte

# worker_step3Subtitle
source: Within 2-3 business days
fr: Sous 2-3 jours ouvrables

# worker_stripeResponse
source: Stripe response: {response}
fr: Réponse Stripe: {response}

# worker_stripeVerifying
source: Stripe is verifying your information
fr: Stripe vérifie vos informations

# worker_takePhoto
source: Take a photo
fr: Prendre une photo

# worker_takePhotoBeforeFinish
source: Take a photo before finishing
fr: Prenez une photo avant de terminer

# worker_timeElapsed
source: Time elapsed
fr: Temps écoulé

# worker_tooFar
source: Too far
fr: Trop loin

# worker_tooFarMessage
source: You are {distanceMeters}m from the vehicle. You must be within {maxRadius}m to confirm your arrival. Continue approaching.
fr: Vous êtes à {distanceMeters}m du véhicule. Vous devez être à moins de {maxRadius}m pour confirmer votre arrivée. Continuez à vous rapprocher.

# worker_verificationInProgress
source: Verification in progress
fr: Vérification en cours

# worker_verificationTimeInfo
source: Verification may take a few minutes to 24 hours.
fr: La vérification peut prendre quelques minutes à 24 heures.

# worker_verifyingPosition
source: Verifying your position...
fr: Vérification de votre position...

# worker_viewStatusOnStripe
source: View status on Stripe
fr: Voir le statut sur Stripe

# worker_viewStripeDashboard
source: View my Stripe dashboard
fr: Voir mon dashboard Stripe

# worker_workInProgress
source: Work in progress...
fr: Travail en cours...

# worker_youReceive
source: You receive
fr: Vous recevez

# verification_addPhoto
source: Add a photo
fr: Ajouter une photo

# verification_backOptional
source: Back (optional)
fr: Verso (optionnel)

# verification_backSubtitle
source: If your document has a back side
fr: Si votre document a un verso

# verification_captureBack
source: Photograph the back
fr: Photographier le verso

# verification_captureFront
source: Photograph the front
fr: Photographier le recto

# verification_choosePhoto
source: Choose a photo
fr: Choisir une photo

# verification_continueToSelfie
source: Continue to selfie
fr: Continuer vers le selfie

# verification_fromGallery
source: From gallery
fr: Depuis la galerie

# verification_frontRequired
source: Front (required)
fr: Recto (obligatoire)

# verification_frontSubtitle
source: Side with your photo
fr: Face avec votre photo

# verification_idBack
source: ID document (back)
fr: Pièce d'identité (verso)

# verification_idFront
source: ID document (front)
fr: Pièce d'identité (recto)

# verification_photoTips
source: Place the document on a flat surface, ensure good lighting, avoid reflections and shadows, capture the entire document.
fr: Placez le document sur une surface plane, assurez-vous d'avoir un bon éclairage, évitez les reflets et les ombres, capturez tout le document.

# verification_photoTipsTitle
source: Tips for a good photo
fr: Conseils pour une bonne photo

# verification_privacyNote
source: Your documents will be securely analyzed and deleted after verification.
fr: Vos documents seront analysés de manière sécurisée et supprimés après vérification.

# verification_retake
source: Retake
fr: Reprendre

# verification_selfieInstructions
source: Look directly at the camera, keep a neutral face, ensure good lighting, remove sunglasses and hat.
fr: Regardez directement la caméra, gardez un visage neutre, assurez-vous d'avoir un bon éclairage, retirez lunettes de soleil et chapeau.

# verification_selfieRequired
source: Please take a selfie
fr: Veuillez prendre un selfie

# verification_takeSelfie
source: Take a selfie
fr: Prenez un selfie

# verification_takeSelfieBtn
source: Take the selfie
fr: Prendre le selfie

# verification_yourSelfie
source: Your selfie
fr: Votre selfie

# profile_changePhoto
source: Change profile photo
fr: Changer la photo de profil

# profile_chooseFromGallery
source: Choose from gallery
fr: Choisir depuis la galerie

# profile_deletePhoto
source: Delete photo
fr: Supprimer la photo

# profile_deletePhotoConfirm
source: Are you sure you want to delete your profile photo?
fr: Êtes-vous sûr de vouloir supprimer votre photo de profil?

# profile_editTitle
source: Edit profile
fr: Modifier le profil

# profile_emailNotEditable
source: Email cannot be modified
fr: L'email ne peut pas être modifié

# profile_firstNameRequired
source: First name is required
fr: Le prénom est requis

# profile_lastNameRequired
source: Last name is required
fr: Le nom est requis

# profile_personalInfo
source: Personal information
fr: Informations personnelles

# profile_phoneInvalid
source: Invalid phone format
fr: Format de téléphone invalide

# profile_photoSelectionError
source: Error during selection: {error}
fr: Erreur lors de la sélection: {error}

# profile_saveChanges
source: Save changes
fr: Enregistrer les modifications

# profile_smsVerification
source: SMS Verification
fr: Vérification SMS

# profile_smsVerificationNote
source: An SMS code will be sent to verify the new number
fr: Un code SMS sera envoyé pour vérifier le nouveau numéro

# profile_takePhoto
source: Take a photo
fr: Prendre une photo

# profile_verificationCodeSentTo
source: A verification code has been sent to:
fr: Un code de vérification a été envoyé au:

# subscription_basic
source: Basic
fr: Basique

# subscription_basicFeature1
source: Up to 5 snow removals/month
fr: Jusqu'à 5 déneigements/mois

# subscription_basicFeature2
source: Normal priority
fr: Priorité normale

# subscription_basicFeature3
source: Email support
fr: Support par email

# subscription_choosePlan
source: Choose your plan
fr: Choisissez votre plan

# subscription_choosePlanBtn
source: Choose this plan
fr: Choisir ce plan

# subscription_month
source: month
fr: mois

# subscription_planTitle
source: {planName} plan
fr: Plan {planName}

# subscription_premiumFeature1
source: Unlimited snow removals
fr: Déneigements illimités

# subscription_premiumFeature2
source: High priority
fr: Priorité haute

# subscription_premiumFeature3
source: 24/7 support
fr: Support 24/7

# subscription_premiumFeature4
source: SMS notifications
fr: Notifications SMS

# subscription_recommended
source: RECOMMENDED
fr: RECOMMANDÉ

# subscription_saveWith
source: Save with our seasonal plans
fr: Économisez avec nos forfaits saisonniers

# subscription_season
source: season
fr: saison

# subscription_seasonal
source: Seasonal
fr: Saisonnier

# subscription_seasonalFeature1
source: Everything in Premium
fr: Tout du Premium

# subscription_seasonalFeature2
source: Multiple vehicles
fr: Plusieurs véhicules

# subscription_seasonalFeature3
source: Dedicated manager
fr: Gestionnaire dédié

# subscription_seasonalFeature4
source: Detailed reports
fr: Rapports détaillés

# subscription_seasonalFeature5
source: Satisfaction guarantee
fr: Garantie satisfaction

# subscription_title
source: Subscriptions
fr: Abonnements

# legal_andThe
source: and the
fr: et la

# legal_iAccept
source: I accept the
fr: J'accepte les

# legal_lastUpdated
source: Last updated: {date}
fr: Dernière mise à jour: {date}
